#设置MySQL客户端连接服务器所用字符集为UTF8
SET NAMES UTF8;
#丢弃数据库(如果存在的话)cs
DROP DATABASE IF EXISTS cs;
#创建数据库ca，使用字符集为UTF8
CREATE DATABASE cs CHARSET = UTF8;
#进入数据库ca
USE cs;

#创建用户表
CREATE TABLE cs_user(
  uid  INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),
  email VARCHAR(32),
  upwd VARCHAR(32),
  #确认密码
  confirm_upwd VARCHAR(32),
  #个人信息        
  per_info VARCHAR(128),
  #姓氏
  first_name VARCHAR(32),
  #名字
  last_name VARCHAR(32),
  #地址 
  address VARCHAR(128),
  #邮编 
  zip_code VARCHAR(64),
  #城市
  city VARCHAR(32),
  #国家
  country VARCHAR(32),
  #电话
  telephone VARCHAR(32),
  #手机
  cellphone VARCHAR(32),
  #出生日期
  date_of_birth VARCHAR(32),
  #参考号码
  reference_no VARCHAR(32),
  #金属
  metal VARCHAR(32),
  #案例编号
  CaseID VARCHAR(32),
  #运动号码
  Sport_number VARCHAR(32) 
);

#职位表
CREATE TABLE cs_position(
  id INT PRIMARY KEY AUTO_INCREMENT,
  position VARCHAR(128),#职位名称
  phref VARCHAR(128),#名称链接

  country VARCHAR(32),#国家
  city VARCHAR(32),#城市
  coffice VARCHAR(128),#办公地点
  workingh VARCHAR(32),#工作时限

  belong VARCHAR(32),#所属
  issuetime VARCHAR(32),#发布时间
  refercode VARCHAR(32)#参考代码
);


#表厂
CREATE TABLE cs_workwatch(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(16),
  way VARCHAR(100),
  introduce VARCHAR(1000)
);


/*创建相关的表*/
#创建销售点表
CREATE TABLE cs_sale_part(
  zsid INT PRIMARY KEY AUTO_INCREMENT,
  zpnum INT,
  zpname VARCHAR(8),
  zcountnum INT,
  zcountry VARCHAR(16),
  zcitynum INT,
  zcity VARCHAR(16),
  zstorefront VARCHAR(64),
  zaddress VARCHAR(256),
  zzipcode VARCHAR(16),
  zphone VARCHAR(16),
  zimgurl VARCHAR(256),
  zifsale INT,
  zifser INT
);


/*创建销售地区表*/
CREATE TABLE cs_location_city(
  psid INT PRIMARY KEY AUTO_INCREMENT,
  ppname VARCHAR(8),
  pcountry VARCHAR(16),
  pcity VARCHAR(16)
);



/**手表机芯watch movement**/
/**手表机芯表watch movement**/
CREATE TABLE cs_caliber(
  cid INT PRIMARY KEY AUTO_INCREMENT, #机芯的id
  calibertitle VARCHAR(128),    #机芯标题  2450 Q6机芯
  cnum VARCHAR(128),      #机芯编号 2450 Q6
  caliberintro VARCHAR(256),    #机芯的介绍
  power VARCHAR(4),     #动力: 自动上链
  thickness DECIMAL(3,2),   #厚度（毫米）： 3.60
  diameter VARCHAR(16),     #直径（毫米）： 26.20 (11''' ¼)
  partcount INT(4),     #零件数： 196
  gemcount INT(4),      #宝石数： 27
  frequency VARCHAR(16),    #振动频率： 4 Hz ( 28800 v.p.h )
  powper INT,       #动力储存（小时）:  40 左右
  watchshow VARCHAR(128),   #显示： 小时,分钟, 日历显示窗, 中央秒针
  authentication VARCHAR(16)    #认证： 《日内瓦印记》
);
INSERT INTO cs_caliber VALUES
(1,'1731机芯','1731','1731三问报时机芯纪念品牌创始人Jean-Marc Vacheron于1731年创立制表厂，具有65小时的长久动力储存，厚度为创纪录的3.90毫米。如此纤薄的结构无疑是一大挑战，此外，它还配备精巧的无声飞行打簧调速器，用于确保音锤以均匀的节奏敲击音簧。该机芯不但可以发出清脆、规则的乐音，还具备精美的手工装饰和修饰效果，连隐藏不露的零件也不例外。','手动上链', 3.90,"32.80 (14''' ¼)",265,36,'3 Hz ( 21600 v.p.h )',65,'小时, 分钟, 小秒针, 三问腕表','《日内瓦印记》'),
(2,'1120 QP机芯','1120 QP','这款4.05毫米厚的超薄自动上链机芯配备饰有品牌著名的马耳他十字标志的镂雕摆陀，并以每小时19,800次的频率不停振动。1120 QP机芯镌有享负盛名的“日内瓦印记”，具备大约40小时的动力储存，并提供一系列功能显示，其中包括万年历，即9点位置小表盘上的星期显示、3点位置小表盘上的简单日期显示、12点位置小表盘上的月份和以48个月为周期的闰年显示，6点位置还设有月相显示。','自动上链', 4.05,"29.60 (12''' ½)",276,36,'2.75 Hz ( 19800 v.p.h )',40,'小时, 分钟, 月相盈亏, 指针式日历显示, 指针式月份显示, 万年历, 指针式星期显示, 48个月的月份和闰年显示副表盘','《日内瓦印记》'),
(3,'2460 R31L机芯','2460 R31L','2460 R31L机芯','自动上链', 5.40,"27.20 (11''' ¼)",275,27,'4 Hz ( 28800 v.p.h ) ',40,' 小时, 分钟, 精准月相盈亏显示, 飞返式指针显示日历','《日内瓦印记》'),
(4,'2460 R31R7/2机芯','2460 R31R7/2','2460 R31R7/2机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(5,'4400 AS机芯','4400 AS','这款手动上链机芯在锐意创新和尊重传统之间实现完美平衡。其特点在于12.5法分（28.60毫米）直径的尺寸，非常适合搭载于现代表壳之中。制表厂的研发部门构思并研发的发条盒具备65小时的长久动力储存。这款简约而精美的机芯完全符合“日内瓦印记”所有标准。','手动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(6,'2450 Q6机芯','2450 Q6机芯','2450 Q6机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(7,'1400机芯','1400','1400机芯','手动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(8,'2450 Q6/2机芯','2450 Q6/2','2450 Q6/2机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(9,'2460 SC/2机芯','2460 SC/2','2460 SC/2机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》');
/**手表机芯图片表watch caliber**/
CREATE TABLE cs_caliber_pic(
  cpid INT PRIMARY KEY AUTO_INCREMENT,#机芯图片的的id值
  cid  VARCHAR(64),#机芯所属的id
  sm VARCHAR(128),#394*394px每个机芯图片两张机芯小图片 394*394
  md VARCHAR(128),#677px*677px每个机芯图片两张机芯中图片 677*677
  lg VARCHAR(128) #2000*2000px每个机芯图片两张机芯大图片 2000*2000
);
INSERT INTO cs_caliber_pic VALUES
(1,1,'img/caliber/sm/image.scale.394.394.1505979445201.png','img/caliber/md/image.scale.677.677.1505979445212.png','img/caliber/lg/bigimage.scale.2000.2000.1505979445220.jpeg'),
(2,1,'img/caliber/sm/backimage.scale.394.394.1505979445201.png','img/caliber/md/backimage.scale.677.677.1505979445214.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979445223.jpeg'),
(3,2,'img/caliber/sm/image.scale.394.394.1505979446191.png','img/caliber/md/image.scale.677.677.1505979446199.png','img/caliber/lg/bigimage.scale.2000.2000.1505979446205.jpeg'),
(4,2,'img/caliber/sm/backimage.scale.394.394.1505979446191.png','img/caliber/md/backimage.scale.677.677.1505979446204.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979446205.jpeg'),
(5,3,'img/caliber/sm/image.scale.394.394.1505979443902.png','img/caliber/md/image.scale.677.677.1505979443909.png','img/caliber/lg/bigimage.scale.2000.2000.1505979443912.jpeg'),
(6,3,'img/caliber/sm/backimage.scale.394.394.1505979443902.png','img/caliber/md/backimage.scale.677.677.1505979443911.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979443912.jpeg'),
(7,3,'img/caliber/sm/image.scale.394.394.1505979452056.png','img/caliber/md/image.scale.677.677.1505979452078.png','img/caliber/lg/bigimage.scale.2000.2000.1505979452081.jpeg'),
(8,3,'img/caliber/sm/backimage.scale.394.394.1505979452056.png','img/caliber/md/backimage.scale.677.677.1505979452079.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979452081.jpeg');
/*产品系列表*/
CREATE TABLE cs_watchs_family(
  fid INT PRIMARY KEY AUTO_INCREMENT,  #系列Id
  fname VARCHAR(128),          #PATRIMONY传承系列
  ftitle VARCHAR(128),           #系列介绍
  fpic VARCHAR(128)          #该系列首推商品   页头用
);
INSERT INTO cs_watchs_family VALUES
(1,'PATRIMONY传承系列','完美的圆形、美学的精髓与和谐的比例。Patrimony系列是简约风格的典范，灵感源自江诗丹顿于1950年代创作的表款','img/series/image.scale.740.530.1516098509107.png'),
(2,'TRADITIONNELLE传袭系列','Traditionnelle腕表展现日内瓦的高级制表传统，从最简约到最复杂的作品，每一款都向世代传承的专业技艺致敬','img/series/image.scale.740.530.1516093092353.png'),
(3,'FIFTYSIX伍陆之型系列','从现代与复古元素汲取灵感，设计散发都会气息的系列。','img/series/backimage.scale.1920.684.1516196537944.jpeg'),
(4,'OVERSEAS纵横四海系列','纯粹而充满运动气息，Overseas纵横四海系列专为喜爱日常实用复杂功能的腕表爱好者而设计','img/series/image.scale.740.530.1516197162969.png'),
(5,'HISTORIQUES历史名作系列','以当代风格重新演绎经典代表作，见证品牌悠久的历史传统和创造力','img/series/backimage.scale.1920.684.1516032239085.jpeg'),
(6,'HARMONY和韵系列','陈出新的枕形外观，极富当代特色的设计，创新的机芯：Harmony系列展现了江诗丹顿在美学和技术方面的专业技艺。','img/series/image.scale.740.530.1516031250244.png'),
(7,'MALTE马耳他系列','精致酒桶形设计技艺高超、匠心独运，Malte马耳他系列无愧为品牌经典代表之作','img/series/image.scale.740.530.1516031248376.png'),
(8,'QUAI DE L’ILE奎德利系列','Quai de l‘Ile系列以现代手法诠释钟表传统，通过个性化定制腕表将专属服务理念传承至今','img/series/image.scale.740.530.1516031228990.png'),
(9,'HEURES CRÉATIVES创意时光系列','专为女士打造的Heures Créatives系列，灵感源自江诗丹顿于1920、1930及1970年代创作的标志性历史表款。','img/series/image.scale.740.530.1516027146144.png'),
(10,'MÉTIERS D’ART艺术大师系列','非凡艺术杰作，见证品牌工艺大师历代相传的卓越创造力与精湛技艺','img/series/image.scale.740.530.1516030028132.png');
/*产品表*/
CREATE TABLE cs_watchs(
  wid INT PRIMARY KEY AUTO_INCREMENT,   #产品的id
  cid  INT,       #产品所使用的机芯Id 2450 Q6的id
  fid  INT,       #产品所属系列 Patrimony传承系列的id
  watchtitle VARCHAR(64),   #产品主标题 Patrimony传承系列1731超薄机芯
  wnum  VARCHAR(64),      #产品主编号 30110  wnum  #“全编号：30110/000P-B089”
  wnumsecond  VARCHAR(64),    #产品次编号 000P-B089   wnum
  price DECIMAL(10,2),      #产品价格 ¥194,000.00
  isnew BOOLEAN,      #是否新品
  shape VARCHAR(16),      #形状： 圆形
  watchdiameter DECIMAL(4,2),   #直径（毫米）： 41.00
  watchthickness DECIMAL(3,2),    #厚度（毫米）： 8.96
  watchcase VARCHAR(16),    #表壳材质: 950铂金
  watchtailgate VARCHAR(16),    #挡板材质: 950铂金
  watchcrown VARCHAR(16),   #表冠材质: 950铂金
  watchdisc VARCHAR(16),    #表盘材质: 18K 5N 粉红金
  watchbottom VARCHAR(32),    #表底盖： 透明蓝宝石水晶表底盖
  waterproof INT,     #防水深度 （巴）：  3 Informations
  watchchainmaterial VARCHAR(16), #表链材质： 密西西比鳄鱼皮
  watchchaincolor VARCHAR(16),    #表链颜色： 深蓝色
  watchclasp VARCHAR(16),   #表扣类型： 折叠表扣
  watchclaspmaterial VARCHAR(16), #表扣材质： 950铂金
  llustrate VARCHAR(64),    #特性说明：交付使用 修正笔
  listpic VARCHAR(128)      #产品列表展示所用图片 161*263产品列表图片 
);
INSERT INTO cs_watchs VALUES
(1,1,1,'Patrimony传承系列1731超薄机芯','30110','000P-B089',null,false,'圆形',41.00,8.10,'950铂金','950铂金','950铂金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','针扣式表扣','950铂金','交付使用 放大镜声音共鸣器','img/product/list/image.scale.161.263.1518774971303.png'),
(2,1,1,'Patrimony传承系列1731超薄机芯','30110','000P-9999',null,false,'圆形',41.00,8.10,'950铂金','950铂金','950铂金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','针扣式表扣','950铂金','交付使用 放大镜声音共鸣器','img/product/list/image.scale.161.263.1516031580302.png'),
(3,1,1,'Patrimony传承系列1731超薄机芯','30110','000R-9793',null,false,'圆形',41.00,8.10,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','针扣式表扣','18K 5N 粉红金','交付使用 声音共鸣器','img/product/list/image.scale.161.263.1516031590018.png'),
(4,2,1,'Patrimony传承系列万年历 - 限量铂金珍藏系列','43175','000P-B190',null,false,'圆形',41.00,8.96,'950铂金','950铂金','950铂金','950铂金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','深蓝色','折叠表扣','950铂金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031665797.png'),
(5,2,1,'Patrimony传承系列万年历','43175','000R-9687',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','金属','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','深棕色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107783697.png'),
(6,2,1,'Patrimony传承系列万年历','43175','000R-B343',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031555526.png'),
/*以下列只更新了前6列 和是否新品以及图片  其它待更新*/
(7,3,1,'Patrimony传承系列月相飞返日历','4010U','000R-B329',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099354798.png'),
(8,3,1,'Patrimony传承系列月相飞返日历','4010U','000G-B330',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031612650.png'),
(9,4,1,'Patrimony传承系列双飞返星期日历','4000U','000R-B111',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031664540.png'),
(10,4,1,'Patrimony传承系列双飞返星期日历','4000U','000R-B110',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099346442.png'),
(11,4,1,'Patrimony传承系列双飞返星期日历','4000U','000G-B112',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031620217.png'),
(12,5,1,'Patrimony传承系列万年历 - 限量铂金珍藏系列','1110U','000P-B306',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031749865.png'),
(13,6,1,'Patrimony传承系列','85180','000J-9231',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031823229.png'),
(14,6,1,'Patrimony传承系列','85180','000G-9230',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031831390.png'),
(15,6,1,'Patrimony传承系列','85180','000R-9248',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099330834.png'),
(16,6,1,'Patrimony传承系列','85180','000R-9166',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031766446.png'),
(17,5,1,'Patrimony传承系列','1110U','000G-B086',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031582360.png'),
(18,5,1,'Patrimony传承系列','1110U','000R-B085',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031678259.png'),
(19,5,1,'Patrimony传承系列','1110U','000P-B087',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031591324.png'),
(20,7,1,'Patrimony传承系列','81180','000P-9539',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031743419.png'),
(21,7,1,'Patrimony传承系列','81180','000G-9117',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031720708.png'),
(22,7,1,'Patrimony传承系列','81180','000R-9283',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031716795.png'),
(23,7,1,'Patrimony传承系列','81180','000J-9118',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031711705.png'),
(24,7,1,'Patrimony传承系列','81180','000R-9159',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031680258.png'),
(25,7,1,'Patrimony传承系列','81180','CB1R-9159',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031566978.png'),
(26,7,1,'Patrimony传承系列','81180','000R-9162',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031811689.png'),
(27,6,1,'Patrimony传承系列小型号','4100U','000R-B180',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031749596.png'),
(28,6,1,'Patrimony传承系列小型号','4100U','000R-9840',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099318766.png'),
(29,8,1,'Patrimony传承系列小型号','85515','000R-B343',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031760901.png'), 
(30,8,1,'Patrimony传承系列小型号','85515','000G-9841',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031797900.png'), 
(31,8,1,'Patrimony传承系列小型号','85515','CA1G-9841',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031831444.png'), 
(32,9,1,'Patrimony传承系列小型号','86615','CA2G-9838',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031838173.png'), 
(33,7,1,'Patrimony传承系列小型号','81530','000R-9682',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031726385.png'), 
(34,7,1,'Patrimony传承系列小型号','81530','000R-9681',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031816742.png'), 
(35,6,1,'Patrimony传承系列小型号','4100U','000R-B181',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031667259.png'), 
(36,6,1,'Patrimony传承系列小型号','4100U','000R-B180',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031553187.png'), 
(37,9,1,'Patrimony传承系列小型号','86615','CA2R-9839',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031620236.png'), 
(38,8,1,'Patrimony传承系列小型号','858515','CA1R-9840',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031608585.png'),
(39,5,1,'Patrimony传承系列怀表','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031745857.png'),
/*Traditionnelle传袭系列2755机芯*/
(40,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775015762.png'),
(41,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031841029.png'),
(42,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031823155.png'),
(43,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031814631.png'),
(44,5,2,'Traditionnelle传袭系列星期日历动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115408957.png'),
(45,5,2,'Traditionnelle传袭系列三问陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115452133.png'),
(46,5,2,'Traditionnelle传袭系列三问陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115479552.png'),
(47,5,2,'Traditionnelle传袭系列三问陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775013614.png'),
(48,5,2,'Traditionnelle传袭系列2253机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031902725.png'),
(49,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031617595.png'),
(50,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031910183.png'),
(51,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031895253.png'),
(52,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115730084.png'),
(53,5,2,'Traditionnelle传袭系列陀飞轮 - 限量铂金珍藏系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775014147.png'),
(54,5,2,'Traditionnelle传袭系列陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115341834.png'),
(55,5,2,'Traditionnelle传袭系列计时万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115587722.png'),
(56,5,2,'Traditionnelle传袭系列计时万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031742542.png'),
(57,5,2,'Traditionnelle传袭系列镂雕万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031881466.png'),
(58,5,2,'Traditionnelle传袭系列镂雕万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031881315.png'),
(59,5,2,'Traditionnelle传袭系列全历 - 限量铂金珍藏系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775016281.png'),
(60,5,2,'Traditionnelle传袭系列全历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775018379.png'),
(61,5,2,'Traditionnelle传袭系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031679553.png'),
(62,5,2,'Traditionnelle传袭系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031613497.png'),
(63,5,2,'Traditionnelle传袭系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031582567.png'),
(64,5,2,'Traditionnelle传袭系列星期日历动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031849457.png'),
(65,5,2,'Traditionnelle传袭系列月相动力存储小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107794375.png'),
(66,5,2,'Traditionnelle传袭系列月相动力存储小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107794375.png'),
(67,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115610887.png'),
(68,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115573705.png'),
(69,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115625147.png'),
(70,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031837779.png'),
(71,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031883033.png'),
(72,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031909848.png'),
(73,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031731112.png'),
(74,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031846130.png'),
(75,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107863572.png'),
(76,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031756902.png'),
(77,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031835325.png'),
(78,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107874425.png'),
(79,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031894289.png'),
(80,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031884620.png'),
(81,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031849759.png'),
(82,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031802424.png'),
(83,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031657463.png'),
(84,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031568593.png'),
(85,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031829051.png'),
(86,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031898319.png'),
(87,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031798760.png'),
(88,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031752748.png'),
(89,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031721525.png'),
(90,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031747081.png'),
(91,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031838101.png'),
(92,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031884863.png'),
(93,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031759269.png'),
(94,5,2,'Traditionnelle传袭系列镂雕','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031647920.png'),
(95,5,2,'Traditionnelle传袭系列镂雕','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031767525.png'),
(96,5,2,'Traditionnelle传袭系列镂雕小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031656023.png'),
(97,5,2,'Traditionnelle传袭系列镂雕小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031807738.png'),
(98,5,2,'Traditionnelle传袭系列高级珠宝','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031910341.png'),
(99,5,2,'Traditionnelle传袭系列高级珠宝','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031661443.png'),
(100,5,2,'Traditionnelle传袭系列高级珠宝中型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031670968.png'),
(101,5,2,'Traditionnelle传袭系列高级珠宝中型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031917875.png'),
(102,5,2,'Traditionnelle传袭系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031648640.png'),
(103,5,2,'Traditionnelle传袭系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031846487.png'),
(104,5,2,'Traditionnelle传袭系列动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031852889.png'),
(105,5,2,'Traditionnelle传袭系列动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031843002.png'),
/*Fiftysix伍陆之型系列全日历*/
(106,5,3,'Fiftysix伍陆之型系列全日历','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775167351.png'),
(107,5,3,'Fiftysix伍陆之型系列全日历','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775165583.png'),
(108,5,3,'Fiftysix伍陆之型系列星期日历动力存储','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775163280.png'),
(109,5,3,'Fiftysix伍陆之型系列星期日历动力存储','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517473038431.png'),
(110,5,3,'Fiftysix伍陆之型系列自动上链','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517411974963.png'),
(111,5,3,'Fiftysix伍陆之型系列自动上链','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517411974463.png'),
/*纵横四海系列*/
(112,5,4,'Overseas纵横四海系列超薄万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775112941.png'),
(113,5,4,'Overseas纵横四海系列超薄万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775111970.png'),
(114,5,4,'Overseas纵横四海系列两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517473028425.png'),
(115,5,4,'Overseas纵横四海系列两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517473030711.png'),
(116,5,4,'Overseas纵横四海系列两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775108562.png'),
(117,5,4,'Overseas纵横四海系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412042568.png'),

(118,5,4,'Overseas纵横四海系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412036174.png'),
(119,5,4,'Overseas纵横四海系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412032863.png'),
(120,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031325912.png'),
(121,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031359635.png'),
(122,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775107272.png'),

(123,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112192768.png'),
(124,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031466960.png'),
(125,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112183570.png'),
(126,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412041140.png'),
(127,5,4,'Overseas纵横四海系列超薄','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031360115.png'),

(128,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516110342313.png'),
(129,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412045239.png'),
(130,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412038781.png'),
(131,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031355522.png'),
(132,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516094044859.png'),

(133,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412047368.png'),
(134,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516094191626.png'),
(135,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031358618.png'),
(136,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112174409.png'),
(137,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031352797.png'),

(138,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031521990.png'),
(139,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031533003.png'),
(140,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775110727.png'),
(141,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031526694.png'),
(142,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031552680.png'),
/*Historiques历史名作系列*/
(143,5,5,'Historiques历史名作系列Triple calendrier三重日历 1948','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775122187.png'),
(144,5,5,'Historiques历史名作系列Triple calendrier三重日历 1948','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516113019961.png'),
(145,5,5,'Historiques历史名作系列Triple calendrier三重日历 1942','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112989693.png'),
(146,5,5,'Historiques历史名作系列Triple calendrier三重日历 1942','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112976180.png'),
(147,5,5,'Historiques历史名作系列Cornes de vache牛角1955','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030959837.png'),
(148,5,5,'Historiques历史名作系列Cornes de vache牛角1955','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031000307.png'),
(149,5,5,'Historiques历史名作系列Chronomètre Royal皇家天文台1907','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031002690.png'),
(150,5,5,'Historiques历史名作系列American美国1921','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030965306.png'),
(151,5,5,'Historiques历史名作系列American美国1921','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031004228.png'),
(152,5,5,'Historiques历史名作系列American美国1921 - 36.5 毫米','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518020158859.png'),
(153,5,5,'Historiques1955超薄','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031015375.png'),
(154,5,5,'Historiques1955超薄','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030961287.png'),
/*Harmony和韵系列陀飞轮计时*/
(155,5,6,'Harmony和韵系列陀飞轮计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775027440.png'),
(156,5,6,'Harmony和韵系列陀飞轮计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031459460.png'),
(157,5,6,'Harmony和韵系列陀飞轮计时小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031436872.png'),
(158,5,6,'Harmony和韵系列陀飞轮计时小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031442825.png'),
(159,5,6,'Harmony和韵系列陀全历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031462062.png'),
(160,5,6,'Harmony和韵系列陀两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031430869.png'),
(161,5,6,'Harmony和韵系列陀两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031403210.png'),
(162,5,6,'Harmony和韵系列陀两地时间小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031426768.png'),
(163,5,6,'Harmony和韵系列陀两地时间小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031409268.png'),
(164,5,6,'Harmony和韵系列陀两地时间小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031428659.png'),
/*Malte马耳他系列镂雕陀飞轮*/
(165,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775033423.png'), 
(166,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031519209.png'), 
(167,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031445836.png'), 
(168,5,7,'Malte马耳他系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031529991.png'),
(169,5,7,'Malte马耳他系列高级珠宝陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031473913.png'),
(170,5,7,'Malte马耳他系列高级珠宝陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031364829.png'),

(171,5,7,'Malte马耳他系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031404543.png'),
(172,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031377741.png'), 
(173,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031478838.png'), 
(174,5,7,'Malte马耳他系列月相动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775034678.png'),
(175,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031399764.png'),

(176,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031416077.png'),
(177,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031450286.png'),
(178,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031359310.png'),
(179,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031375300.png'),
(180,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031476347.png'),

(181,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031471122.png'),
(182,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031436239.png'),
(183,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031464966.png'),
(184,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031530402.png'),
/*Quai de l'Ile奎德利系列飞返年历*/
(185,5,8,"Quai de l'Ile奎德利系列飞返年历",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775038389.png'),
(186,5,8,"Quai de l'Ile奎德利系列星期日历动力存储",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031352387.png'),
(187,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031329792.png'),
(188,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031313055.png'),
(189,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031315282.png'),
(190,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031323440.png'),
/*Heures Créatives创意时光系列Heure Romantique罗曼时光*/
(191,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030836030.png'),
(192,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030900385.png'),
(193,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030891421.png'),
(194,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030705466.png'),
(195,5,9,'Heures Créatives创意时光系列Heure Discrète神秘时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030925671.png'),
(196,5,9,'Heures Créatives创意时光系列Heure Discrète神秘时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030928231.png'),
(197,5,9,'Heures Créatives创意时光系列Heure Audacieuse不羁时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030503508.png'),
(198,5,9,'Heures Créatives创意时光系列Heure Audacieuse不羁时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030650957.png'),
/*Métiers d'Art艺术大师系列Les Aérostiers热气球 巴黎1783*/
(199,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 巴黎1783",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296681128.png'),
(200,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 巴黎1784",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296676243.png'),
(201,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 凡尔赛1783",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296675212.png'),
(202,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 波尔多1784",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296696892.png'),
(203,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 巴尼奥勒1785",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296682335.png'),
(204,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296653007.png'),

(205,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296670918.png'),
(206,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296668246.png'),
(207,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296717969.png'),
(208,5,10,"Métiers d'Art艺术大师系列Mécaniques Gravées雕刻机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296670139.png'),
(209,5,10,"Métiers d'Art艺术大师系列Mécaniques Gravées雕刻机械 - 14天陀飞轮",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296712245.png'),

(211,5,10,"Métiers d'Art艺术大师系列Lady Kalla卡拉女士",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296705727.png'),
(212,5,10,"Métiers d'Art艺术大师系列Lady Kalla卡拉女士",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296714401.png'),
(213,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 窗格纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296709307.png'),
(214,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 条纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296708751.png'),
(215,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 人字斜纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296706274.png'),
(216,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 威尔士亲王格纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296679815.png'),
(217,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 格子纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296677991.png'),
(218,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 日内瓦",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296672181.png'),
(219,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 巴黎",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296673527.png'),
(220,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 纽约",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296697814.png'),
(221,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 北京",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296701524.png'),
(222,5,10,"Métiers d’Art艺术大师系列哥白尼天体球2460 RT",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296710873.png'),
(223,5,10,"Métiers d’Art艺术大师系列哥白尼天体球2460 RT",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296702631.png'),
(224,5,10,"Métiers d’Art艺术大师系列哥白尼天体球2460 RT",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296704673.png'),
(225,5,10,"Métiers d'Art艺术大师系列Savoirs Enluminésss时之寓言 - 秃鹰",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296715074.png'),
(226,5,10,"Métiers d'Art艺术大师系列Savoirs Enluminésss时之寓言 - 翡翠鸟",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296718767.png'),
(227,5,10,"Métiers d'Art艺术大师系列Savoirs Enluminésss时之寓言 - 山羊",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296716387.png'),
(228,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2017，鸡年",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296701229.png'),
(229,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2017，鸡年",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296707580.png'),
(230,5,10,"Métiers d'Art艺术大师系列20$镂雕",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296678540.png'),
(231,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2018，狗年86073/000R-B256",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296712938.png'),
(232,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2018，狗年86073/000R-B256",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296666877.png');
/*产品id，机芯id 系列 主标题              主编号  次编号   价格  新品    形状 直径  厚度  表壳      挡板       表冠      表盘材质         表底盖             防水深度  表链材质  表链颜色 表扣类型    表扣材质  特性说明                          图     */



/*产品图片表*/
/**说明**/
/**产品图片页面图片表**/
CREATE TABLE cs_watchs_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  wid INT,        #产品对应的Id
  sm VARCHAR(128),      #产品的小图片   说明第一张图片放在第一位置
  lg VARCHAR(128)     #产品的大图片 2000*2000
);
INSERT INTO cs_watchs_pic VALUES
(1,1,"img/product/sm/image.scale.520.850.1518774971303.png","img/product/lg/image.scale.2000.2000.1518774971303.jpeg"),
(2,1,"img/product/sm/image.scale.310.136.1518774971330.jpeg","img/product/lg/image.scale.2000.2000.1518774971330.jpeg"),
(3,2,"img/product/sm/image.scale.520.850.1516031580302.png","img/product/lg/image.scale.2000.2000.1516031580302.jpeg"),
(4,3,"img/product/sm/image.scale.520.850.1516031590018.png","img/product/lg/image.scale.2000.2000.1516031590018.jpeg"),
(5,3,"img/product/sm/image.scale.310.136.1516031590067.jpeg","img/product/lg/image.scale.2000.2000.1516031590067.jpeg"),
(6,3,"img/product/sm/image.scale.310.136.1516031590087.jpeg","img/product/lg/image.scale.2000.2000.1516031590087.jpeg"),
(7,4,"img/product/sm/image.scale.520.850.1516031665797.png","img/product/lg/image.scale.2000.2000.1516031665797.jpeg"),
(8,4,"img/product/sm/image.scale.310.136.1516031665853.jpeg","img/product/lg/image.scale.2000.2000.1516031665853.jpeg"),
(9,4,"img/product/sm/image.scale.310.136.1516031665858.jpeg","img/product/lg/image.scale.2000.2000.1516031665858.jpeg"),
(10,5,"img/product/sm/image.scale.520.850.1516107783697.png","img/product/lg/image.scale.2000.2000.1516107783697.jpeg"),
(11,5,"img/product/sm/image.scale.310.136.1516107783736.jpeg","img/product/lg/image.scale.2000.2000.1516107783736.jpeg"),
(12,6,"img/product/sm/image.scale.520.850.1516031555526.png","img/product/lg/image.scale.2000.2000.1516031555526.jpeg"),
(13,6,"img/product/sm/image.scale.310.136.1516031555667.jpeg","img/product/lg/image.scale.2000.2000.1516031555667.jpeg"),
(14,6,"img/product/sm/image.scale.310.136.1516031555673.jpeg","img/product/lg/image.scale.2000.2000.1516031555673.jpeg"),
(15,6,"img/product/sm/image.scale.310.136.1516031555681.jpeg","img/product/lg/image.scale.2000.2000.1516031555681.jpeg");

/**各个系列产品325*575产品列表的小轮播的图片1**/
CREATE TABLE cs_banner_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  fid INT,        #轮播展示商品所属fid
  wid INT,        #轮播产品展示的Id
  lg VARCHAR(128)     #轮播产品展示图片
);
INSERT INTO cs_banner_pic VALUES
(null,1,12,"img/product/banner/image.scale.325.575.1516031749865.png"),
(null,1,28,'img/product/banner/image.scale.325.575.1516099318766.png'),
(null,1,27,'img/product/banner/image.scale.325.575.1516031749596.png'),
(null,2,59,'img/product/banner/image.scale.325.575.1518775016281.png'),
(null,2,53,'img/product/banner/image.scale.325.575.1518775014147.png'),
(null,2,54,'img/product/banner/image.scale.325.575.1516115341834.png'),
(null,4,113,'img/product/banner/image.scale.325.575.1518775111970.png'),
(null,4,116,'img/product/banner/image.scale.325.575.1518775108562.png'),
(null,4,114,'img/product/banner/image.scale.325.575.1517473028425.png'),
(null,7,172,'img/product/banner/image.scale.325.575.1516031377741.png'),
(null,7,179,'img/product/banner/image.scale.325.575.1516031375300.png'),
(null,7,181,'img/product/banner/image.scale.520.850.1516031472200.png'),
(null,8,190,'img/product/banner/image.scale.325.575.1516031323440.png'),
(null,10,211,'img/product/banner/image.scale.325.575.1519296681128.png'),
(null,10,214,'img/product/banner/image.scale.325.575.1519296696892.png'),
(null,10,212,'img/product/banner/image.scale.325.575.1519296676243.png');




/*向销售地区表添加数据*/
INSERT INTO cs_location_city VALUES(1,'亚太','中国','上海');
INSERT INTO cs_location_city VALUES(2,'亚太','中国','北京');
INSERT INTO cs_location_city VALUES(3,'亚太','中国','南京');
INSERT INTO cs_location_city VALUES(4,'亚太','中国','厦门');
INSERT INTO cs_location_city VALUES(5,'亚太','中国','哈尔滨');
INSERT INTO cs_location_city VALUES(6,'亚太','中国','大连');
INSERT INTO cs_location_city VALUES(7,'亚太','中国','天津');
INSERT INTO cs_location_city VALUES(8,'亚太','中国','宁波');
INSERT INTO cs_location_city VALUES(9,'亚太','中国','广州');
INSERT INTO cs_location_city VALUES(10,'亚太','中国','徐州');
INSERT INTO cs_location_city VALUES(11,'亚太','中国','成都');
INSERT INTO cs_location_city VALUES(12,'亚太','中国','无锡');
INSERT INTO cs_location_city VALUES(13,'亚太','中国','昆明');
INSERT INTO cs_location_city VALUES(14,'亚太','中国','杭州');
INSERT INTO cs_location_city VALUES(15,'亚太','中国','沈阳');
INSERT INTO cs_location_city VALUES(16,'亚太','中国','深圳');
INSERT INTO cs_location_city VALUES(17,'亚太','中国','西安');
INSERT INTO cs_location_city VALUES(18,'亚太','中国','郑州');
INSERT INTO cs_location_city VALUES(19,'亚太','中国','重庆');
INSERT INTO cs_location_city VALUES(20,'亚太','中国','长春');
INSERT INTO cs_location_city VALUES(21,'亚太','中国','青岛');
INSERT INTO cs_location_city VALUES(22,'亚太','中国','Changsha');
INSERT INTO cs_location_city VALUES(23,'亚太','中国','Hefei');
INSERT INTO cs_location_city VALUES(24,'亚太','中国','Nantong');
INSERT INTO cs_location_city VALUES(25,'亚太','中国','Wuhan');
INSERT INTO cs_location_city VALUES
(null,'亚太','印尼','Jakarta');
INSERT INTO cs_location_city VALUES
(null,'亚太','印度','Chennai');
INSERT INTO cs_location_city VALUES
(null,'亚太','印度','Mumbai');
INSERT INTO cs_location_city VALUES
(null,'亚太','印度','New Delhi');
INSERT INTO cs_location_city VALUES
(null,'亚太','台湾','台中');
INSERT INTO cs_location_city VALUES
(null,'亚太','台湾','台北');
INSERT INTO cs_location_city VALUES
(null,'亚太','台湾','台南');
INSERT INTO cs_location_city VALUES
(null,'亚太','台湾','高雄');
INSERT INTO cs_location_city VALUES
(null,'亚太','巴基斯坦','Karachi');
INSERT INTO cs_location_city VALUES
(null,'亚太','新加坡','新加坡');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Fukuoka');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Hiroshima');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Kobe');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Nagoya');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Osaka');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Sapporo');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Takamatsu');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Tokyo');
INSERT INTO cs_location_city VALUES
(null,'亚太','日本','Yokohama');
INSERT INTO cs_location_city VALUES
(null,'亚太','泰国','Bangkok');
INSERT INTO cs_location_city VALUES
(null,'亚太','泰国','Phuket');
INSERT INTO cs_location_city VALUES
(null,'亚太','澳大利亚','Melbourne, VIC');
INSERT INTO cs_location_city VALUES
(null,'亚太','澳大利亚','Perth');
INSERT INTO cs_location_city VALUES
(null,'亚太','澳大利亚','Southbank, VIC');
INSERT INTO cs_location_city VALUES
(null,'亚太','澳大利亚','Surfers Paradise, QLD');
INSERT INTO cs_location_city VALUES
(null,'亚太','澳大利亚','Sydney, NSW');
INSERT INTO cs_location_city VALUES
(null,'亚太','澳门','澳门');
INSERT INTO cs_location_city VALUES
(null,'亚太','菲律宾','Manilles');
INSERT INTO cs_location_city VALUES
(null,'亚太','越南','Hanoi');
INSERT INTO cs_location_city VALUES
(null,'亚太','韩国','Busan');
INSERT INTO cs_location_city VALUES
(null,'亚太','韩国','Jeju');
INSERT INTO cs_location_city VALUES
(null,'亚太','韩国','Seoul');
INSERT INTO cs_location_city VALUES
(null,'亚太','香港','香港');
INSERT INTO cs_location_city VALUES
(null,'亚太','马来西亚','Kuala Lumpur');
INSERT INTO cs_location_city VALUES
(null,'中东','以色列','Jerusalem');
INSERT INTO cs_location_city VALUES
(null,'中东','以色列','Tel Aviv');
INSERT INTO cs_location_city VALUES
(null,'中东','伊朗','Teheran');
INSERT INTO cs_location_city VALUES
(null,'中东','卡塔尔','Doha');
INSERT INTO cs_location_city VALUES
(null,'中东','巴林','Bahrain Manama');
INSERT INTO cs_location_city VALUES
(null,'中东','沙特阿拉伯','Riyadh');
INSERT INTO cs_location_city VALUES
(null,'中东','科威特','Kuwait City');
INSERT INTO cs_location_city VALUES
(null,'中东','约旦','Amman');
INSERT INTO cs_location_city VALUES
(null,'中东','阿拉伯联合大公国','Abu Dhabi');
INSERT INTO cs_location_city VALUES
(null,'中东','阿拉伯联合大公国','Dubai');
INSERT INTO cs_location_city VALUES
(null,'中东','阿曼','Muscat');
INSERT INTO cs_location_city VALUES
(null,'中东','黎巴嫩','Beirut');
/*重复数据*/
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','以色列','Jerusalem');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','以色列','Tel Aviv');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','伊朗','Teheran');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','卡塔尔','Doha');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','巴林','Bahrain Manama');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','沙特阿拉伯','Riyadh');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','科威特','Kuwait City');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','约旦','Amman');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','阿拉伯联合大公国','Abu Dhabi');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','阿拉伯联合大公国','Dubai');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','阿曼','Muscat');
INSERT INTO cs_location_city VALUES
(null,'加勒比海区','黎巴嫩','Beirut');

INSERT INTO cs_location_city VALUES
(null,'北美洲','以色列','Jerusalem');
INSERT INTO cs_location_city VALUES
(null,'北美洲','以色列','Tel Aviv');
INSERT INTO cs_location_city VALUES
(null,'北美洲','伊朗','Teheran');
INSERT INTO cs_location_city VALUES
(null,'北美洲','卡塔尔','Doha');
INSERT INTO cs_location_city VALUES
(null,'北美洲','巴林','Bahrain Manama');
INSERT INTO cs_location_city VALUES
(null,'北美洲','沙特阿拉伯','Riyadh');
INSERT INTO cs_location_city VALUES
(null,'北美洲','科威特','Kuwait City');
INSERT INTO cs_location_city VALUES
(null,'北美洲','约旦','Amman');
INSERT INTO cs_location_city VALUES
(null,'北美洲','阿拉伯联合大公国','Abu Dhabi');
INSERT INTO cs_location_city VALUES
(null,'北美洲','阿拉伯联合大公国','Dubai');
INSERT INTO cs_location_city VALUES
(null,'北美洲','阿曼','Muscat');
INSERT INTO cs_location_city VALUES
(null,'北美洲','黎巴嫩','Beirut');

INSERT INTO cs_location_city VALUES
(null,'南美洲','以色列','Jerusalem');
INSERT INTO cs_location_city VALUES
(null,'南美洲','以色列','Tel Aviv');
INSERT INTO cs_location_city VALUES
(null,'南美洲','伊朗','Teheran');
INSERT INTO cs_location_city VALUES
(null,'南美洲','卡塔尔','Doha');
INSERT INTO cs_location_city VALUES
(null,'南美洲','巴林','Bahrain Manama');
INSERT INTO cs_location_city VALUES
(null,'南美洲','沙特阿拉伯','Riyadh');
INSERT INTO cs_location_city VALUES
(null,'南美洲','科威特','Kuwait City');
INSERT INTO cs_location_city VALUES
(null,'南美洲','约旦','Amman');
INSERT INTO cs_location_city VALUES
(null,'南美洲','阿拉伯联合大公国','Abu Dhabi');
INSERT INTO cs_location_city VALUES
(null,'南美洲','阿拉伯联合大公国','Dubai');
INSERT INTO cs_location_city VALUES
(null,'南美洲','阿曼','Muscat');
INSERT INTO cs_location_city VALUES
(null,'南美洲','黎巴嫩','Beirut');

INSERT INTO cs_location_city VALUES
(null,'欧洲','以色列','Jerusalem');
INSERT INTO cs_location_city VALUES
(null,'欧洲','以色列','Tel Aviv');
INSERT INTO cs_location_city VALUES
(null,'欧洲','伊朗','Teheran');
INSERT INTO cs_location_city VALUES
(null,'欧洲','卡塔尔','Doha');
INSERT INTO cs_location_city VALUES
(null,'欧洲','巴林','Bahrain Manama');
INSERT INTO cs_location_city VALUES
(null,'欧洲','沙特阿拉伯','Riyadh');
INSERT INTO cs_location_city VALUES
(null,'欧洲','科威特','Kuwait City');
INSERT INTO cs_location_city VALUES
(null,'欧洲','约旦','Amman');
INSERT INTO cs_location_city VALUES
(null,'欧洲','阿拉伯联合大公国','Abu Dhabi');
INSERT INTO cs_location_city VALUES
(null,'欧洲','阿拉伯联合大公国','Dubai');
INSERT INTO cs_location_city VALUES
(null,'欧洲','阿曼','Muscat');
INSERT INTO cs_location_city VALUES
(null,'欧洲','黎巴嫩','Beirut');


INSERT INTO cs_location_city VALUES
(null,'非洲','以色列','Jerusalem');
INSERT INTO cs_location_city VALUES
(null,'非洲','以色列','Tel Aviv');
INSERT INTO cs_location_city VALUES
(null,'非洲','伊朗','Teheran');
INSERT INTO cs_location_city VALUES
(null,'非洲','卡塔尔','Doha');
INSERT INTO cs_location_city VALUES
(null,'非洲','巴林','Bahrain Manama');
INSERT INTO cs_location_city VALUES
(null,'非洲','沙特阿拉伯','Riyadh');
INSERT INTO cs_location_city VALUES
(null,'非洲','科威特','Kuwait City');
INSERT INTO cs_location_city VALUES
(null,'非洲','约旦','Amman');
INSERT INTO cs_location_city VALUES
(null,'非洲','阿拉伯联合大公国','Abu Dhabi');
INSERT INTO cs_location_city VALUES
(null,'非洲','阿拉伯联合大公国','Dubai');
INSERT INTO cs_location_city VALUES
(null,'非洲','阿曼','Muscat');
INSERT INTO cs_location_city VALUES
(null,'非洲','黎巴嫩','Beirut');


/*向cs_sale_part添加数据*/
/*亚太-中国*/
INSERT INTO cs_sale_part VALUES
(1,1,'亚太',1,'中国',1,'上海','上海 - 江诗丹顿之家','卢湾区淮海中路796号东楼','200020 上海','+86 21 3395 0800','img/image3.scale.486.264.1519238836400.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(2,1,'亚太',1,'中国',1,'上海','上海 - 浦东国金中心','上海市浦东新区世纪大道8号国际金融中心D座一层L1-17号','200120 上海','+86 21 5834 3337','img/image1.scale.486.264.1519238836422.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(3,1,'亚太',1,'中国',2,'北京','北京 - SKP','北京市朝阳区建国路87号北京SKP一层D1009店铺','100738 北京','+86 10 6592 5277','img/image1.scale.486.264.1519238836435.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(4,1,'亚太',1,'中国',2,'北京','北京-王府中环','北京市东城区王府井大街269号王府中环1号楼1层119a号商铺','100006 北京','+86 10 65281008','img/image1.scale.486.264.1519238836451.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(5,1,'亚太',1,'中国',3,'沈阳','沈阳 - 万象城','沈阳市和平区青年大街288号万象城101号店铺','110004 沈阳','+86 024 3116 2188','',1,1);
INSERT INTO cs_sale_part VALUES
(6,1,'亚太',1,'中国',4,'Nantong','Nantong - Nantong','1F, No. 57 Gongnong Road, Nantong Golden Eagle Shopping Center','226007 Nantong','','',1,0);
INSERT INTO cs_sale_part VALUES
(7,1,'亚太',1,'中国',4,'Nantong','Nantong - Nantong Golden Eagle Shopping Center','江苏省南通市工农路57号金鹰圆融购物中心1F','226007 Nantong','+86 513 89000642','',1,0);
INSERT INTO cs_sale_part VALUES
(8,1,'亚太',1,'中国',1,'上海','上海 - 南京西路','静安区南京西路1117-1127号铺','200041 上海',' +86 21 5228 7881','img/image1.scale.486.264.1519238836495.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(9,1,'亚太',1,'中国',2,'北京','北京 - 东方广场','北京市东城区东长安街1号东方广场东方新天地首层A101','100738 北京','+86 10 8518 6024','img/image1.scale.486.264.1519238836512.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(10,1,'亚太',1,'中国',5,'南京','南京 - 德基广场','江苏省南京市中山路18号德基广场一层F121商铺','116001 南京','+86 025 8677 7198','img/image1.scale.486.264.1519238836530.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(11,1,'亚太',1,'中国',6,'哈尔滨','哈尔滨 - 新宇三宝','哈尔滨盛时钟表有限公司新宇三宝表行, 南岗区建设街51号, Nangang District','150001 哈尔滨','+86 451 5365 9800','img/image1.scale.486.264.1519238836543.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(12,1,'亚太',1,'中国',7,'大连','大连 - 远洋洲际','辽宁省大连市中山区一德街10号','116001 大连','+86 411 8265 9797','img/image1.scale.486.264.1519238836563.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(13,1,'亚太',1,'中国',8,'天津','天津 - 海信广场','天津市和平区解放北路188号天津海信广场一层','300024 天津','+86 22 2319 8180','img/image1.scale.486.264.1519238836582.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(14,1,'亚太',1,'中国',9,'宁波','宁波 - 和义大道购物中心','浙江省宁波市和义路2号和义大道购物中心1017铺','315000 宁波','+86 574 8724 7005','img/image1.scale.486.264.1519238836602.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(15,1,'亚太',1,'中国',10,'徐州','徐州 - 徐州苏宁广场','江苏省徐州市鼓楼区淮海东路29号徐州苏宁广场一层104号铺位','221005 徐州','+86 516 81008006','',1,0);
INSERT INTO cs_sale_part VALUES
(16,1,'亚太',1,'中国',11,'成都','成都 - 成都—国际金融中心','四川省成都市锦江区红星路三段1号IFS国际金融中心L308铺','610000 成都',' +86 28 6210 0864','',1,1);
INSERT INTO cs_sale_part VALUES
(17,1,'亚太',1,'中国',12,'无锡','无锡 - 无锡—恒隆广场','江苏省无锡市人民中路139号恒隆广场一层123-2铺','214000 无锡','+86 510 8280 0766','img/image1.scale.486.264.1519238836645.jpeg',1,0);
INSERT INTO cs_sale_part VALUES
(18,1,'亚太',1,'中国',13,'杭州','杭州 - 杭州大厦','浙江省杭州市拱墅区环城北路258号杭州大厦购物城D座1楼','310006 杭州','+86 571 8506 3043','img/image1.scale.486.264.1519238836661.jpeg',1,0);
INSERT INTO cs_sale_part VALUES
(19,1,'亚太',1,'中国',14,'深圳','深圳 - 万象城','广东省深圳市罗湖区宝安南路1881号华润君悦酒店A栋S120商铺','518001 深圳','+86 755 2221 2088','img/image1.scale.486.264.1519238836678.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(20,1,'亚太',1,'中国',15,'西安','西安 - 珠江时代广场','西安市碑林区环城南路东段336号西安珠江时代广场','710054 西安','+86 29 8935 8868','img/image1.scale.486.264.1519238836704.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(21,1,'亚太',1,'中国',16,'郑州','郑州 - 大卫城','河南省郑州市北二七路188 号郑州大卫城一楼','450000 郑州','+86 371 6092 7608','img/image1.scale.486.264.1519238836722.jpeg',1,0);
INSERT INTO cs_sale_part VALUES
(22,1,'亚太',1,'中国',17,'青岛','青岛 - 海信奥运店','山东省青岛市澳门路117号','266071 青岛','+86 532 667 88157','',1,0);
INSERT INTO cs_sale_part VALUES
(23,1,'亚太',1,'中国',18,'鞍山','鞍山 - 慧通钟表商店','辽宁省鞍山市铁东区二一九路47-1号','114001 鞍山','+86 412 228 0059','img/image11.scale.486.264.1519238836746.jpeg',1,1);

/*亚太-澳门*/
INSERT INTO cs_sale_part VALUES
(24,1,'亚太',2,'澳门',19,'澳门','澳门 - 新濠影汇','澳门路氹城金光大道莲花路, 新濠影汇购物中心1楼1047号铺, 江诗丹顿专卖店','澳门','+853 2885 2256','img/zdetail/image1.scale.486.264.1519237004454.jpeg',1,0);
INSERT INTO cs_sale_part VALUES
(25,1,'亚太',2,'澳门',19,'澳门','澳门 - 永利澳门酒店','澳门外港填海区德丽街永利酒店永利名店街30B, Rua Cidade De Sintra, Nape Macau','澳门',' +853 2870 7207','img/zdetail/image1.scale.486.264.1519237004470.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(26,1,'亚太',2,'澳门',19,'澳门','澳门 - 永利皇宫','46号铺永利皇宫澳门路凼体育馆大马路, Wynn Esplanade, Avenida da Nave Desportiva, Cotai, Macau','澳门','+853 2877 6168','img/zdetail/image1.scale.486.264.1519237004486.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(27,1,'亚太',2,'澳门',19,'澳门','澳门 - T广场四季名店','四季酒店地面层, 澳门凼仔1068号店, Estrada da Baía de N. Senhora da Esperança, s/n, Cotai Strip Taipa','澳门','+853 2828 2833','img/zdetail/image1.scale.486.264.1519237004502.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(28,1,'亚太',2,'澳门',19,'澳门','澳门 - T广场新濠天地店','澳门路凼连贯公路新濠天地新濠大道, T Galleria Macau, City Of Dreams, Estrada do Istma (Coloane), Zona de Aterros entre as Ilhas de Coloane e da Taipa, Cotai Strip, Taipa','澳门','+853 8791 8473','img/zdetail/image1.scale.486.264.1519237004513.jpeg',1,0);

/*亚太-香港*/
INSERT INTO cs_sale_part VALUES
(29,1,'亚太',3,'香港',20,'香港','香港 - 1881 Heritage','香港九龙广东道2号A, 1881, 1楼, 103号店','香港','+852 2301 3811','img/zdetail/image1.scale.486.264.1519241847371.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(30,1,'亚太',3,'香港',20,'香港','香港 - 置地太子','中环遮打道10号置地太子地下G8号店','香港','+852 2104 3311','img/zdetail/image1.scale.486.264.1519241847386.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(31,1,'亚太',3,'香港',20,'香港','香港 - IFC商场','国际金融中心商场1楼1009号店, 港景街1号, 中环','香港','+852 2117 0196','img/zdetail/image1.scale.486.264.1519241847404.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(32,1,'亚太',3,'香港',20,'香港','香港 - 海运大厦','九龙尖沙咀海运大厦2楼OT288号铺','香港','+852 2735 8481','img/zdetail/image1.scale.486.264.1519241847419.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(33,1,'亚太',3,'香港',20,'香港','香港 - 铜锣湾','湾启超道8号地下','香港','+852 3104 1828','img/zdetail/image1.scale.486.264.1519241847431.jpeg',1,1);

/*亚太-台湾*/
INSERT INTO cs_sale_part VALUES
(34,1,'亚太',4,'台湾',21,'台湾','台北 - 台北101','台北市市府路45号4楼（台北101购物中心）, No.45, Shifu Rd.','110 台北','+886 2 8101 8658','img/zdetail/image1.scale.486.264.1519245664902.jpeg',1,1);

/*亚太-韩国*/
INSERT INTO cs_sale_part VALUES
(35,1,'亚太',5,'韩国',22,'Busan','Busan - Pop-up - Shinsegae Centum City','1/F, Shinsegae Centum City Department Store, 35, Centum nam-daero, Haeundae-gu','48058 Busan',' +82 51 745 1254','',1,1);
INSERT INTO cs_sale_part VALUES
(36,1,'亚太',5,'韩国',23,'Jeju','Jeju - Shilla Duty Free','2/F, Shilla Duty Free Shop, 69, Noyeon-ro, Jeju-si, Jeju-do','63131 Jeju','','',1,0);
INSERT INTO cs_sale_part VALUES
(37,1,'亚太',5,'韩国',24,'Seoul','Seoul - Galleria','B1 Galleria East Department Store, 407, Apkujeong-ro, Gangnam-gu','06009 Seoul','+82 2 3446 0088','img/zdetail/image1.scale.486.264.1519228378174.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(38,1,'亚太',5,'韩国',24,'Seoul','Seoul - Hyundai Main','2F, Hyundai Department Store, 165 Apkujeong-ro, Gangnam-gu','06001 Seoul','+82 2 3449 5930','img/zdetail/image1.scale.486.264.1519228378195.jpeg',1,1);
/*以下是重复数据*/
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',5,'韩国',24,'Seoul','Seoul - Hyundai Main','2F, Hyundai Department Store, 165 Apkujeong-ro, Gangnam-gu','06001 Seoul','+82 2 3449 5930','img/zdetail/image1.scale.486.264.1519228378195.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',5,'韩国',24,'Seoul','Seoul - Hyundai Main','2F, Hyundai Department Store, 165 Apkujeong-ro, Gangnam-gu','06001 Seoul','+82 2 3449 5930','img/zdetail/image1.scale.486.264.1519228378195.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',5,'韩国',24,'Seoul','Seoul - Hyundai Main','2F, Hyundai Department Store, 165 Apkujeong-ro, Gangnam-gu','06001 Seoul','+82 2 3449 5930','img/zdetail/image1.scale.486.264.1519228378195.jpeg',1,1);

/*亚太-日本*/
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',null,'日本',null,'Busan','Busan - Pop-up - Shinsegae Centum City','1/F, Shinsegae Centum City Department Store, 35, Centum nam-daero, Haeundae-gu','48058 Busan',' +82 51 745 1254','',1,1);
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',null,'日本',null,'Jeju','Jeju - Shilla Duty Free','2/F, Shilla Duty Free Shop, 69, Noyeon-ro, Jeju-si, Jeju-do','63131 Jeju','','',1,0);
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',null,'日本',null,'Seoul','Seoul - Galleria','B1 Galleria East Department Store, 407, Apkujeong-ro, Gangnam-gu','06009 Seoul','+82 2 3446 0088','img/zdetail/image1.scale.486.264.1519228378174.jpeg',1,1);
INSERT INTO cs_sale_part VALUES
(null,1,'亚太',null,'日本',null,'Seoul','Seoul - Hyundai Main','2F, Hyundai Department Store, 165 Apkujeong-ro, Gangnam-gu','06001 Seoul','+82 2 3449 5930','img/zdetail/image1.scale.486.264.1519228378195.jpeg',1,1);






/*授权零售商*/
/*亚太中国*/
INSERT INTO cs_sale_part VALUES
(801,1,'亚太',1,'中国',null,'长沙','长沙友谊','湖南省长沙市五一大道368号友谊商店A座一楼进口表柜','410001 Changsha','+86 731 84465098','',2,0);
INSERT INTO cs_sale_part VALUES
(802,1,'亚太',1,'中国',null,'合肥','合肥银泰','安徽省合肥市长江中路98号银泰中心一楼','230061 Hefei','+86 551 62620816','',2,0);
INSERT INTO cs_sale_part VALUES
(803,1,'亚太',1,'中国',null,'长沙','长沙友谊','湖南省长沙市五一大道368号友谊商店A座一楼进口表柜','410001 Changsha','+86 731 84465098','',2,0);
INSERT INTO cs_sale_part VALUES
(804,1,'亚太',1,'中国',null,'合肥','合肥银泰','安徽省合肥市长江中路98号银泰中心一楼','230061 Hefei','+86 551 62620816','',2,0);
/*亚太澳门*/
INSERT INTO cs_sale_part VALUES
(901,1,'亚太',2,'澳门',19,'澳门','六福钟表','葡京酒店商场4-5号','澳门','+853 28 38 14 29','',2,0);
INSERT INTO cs_sale_part VALUES
(902,1,'亚太',2,'澳门',19,'澳门','英皇钟表珠宝','澳门殷皇子大马路67-69号地下B座','澳门','+853 2871 6208','',2,0);

/*亚太-香港*/
INSERT INTO cs_sale_part VALUES
(1003,1,'亚太',3,'香港',20,'香港','三宝钟表珠宝','香港铜锣湾时代广场801-803号铺','香港','+852 2111 9128','',2,0);
INSERT INTO cs_sale_part VALUES
(1004,1,'亚太',3,'香港',20,'香港','东方表行有限公司','铜锣湾轩尼诗道488轩尼诗大厦地下B铺','香港','+852 2577 1332','',2,0);
INSERT INTO cs_sale_part VALUES
(1005,1,'亚太',3,'香港',20,'香港','东方表行有限公司','中环皇后大道中100号地铺','香港','+852 3470 0009','',2,0);
INSERT INTO cs_sale_part VALUES
(1006,1,'亚太',3,'香港',20,'香港','东方表行有限公司','中环德辅道133号地下','香港','+852 254 54 577','',2,0);
INSERT INTO cs_sale_part VALUES
(1007,1,'亚太',3,'香港',20,'香港','喜运佳钟表集团','九龙弥敦地道下223A','香港','+852 2735 0722','',2,0);
INSERT INTO cs_sale_part VALUES
(1008,1,'亚太',3,'香港',20,'香港','嘉信表行有限公司','中环皇后大道中33号万邦行地下B铺','香港','+852 2180 8999','',2,0);
INSERT INTO cs_sale_part VALUES
(1009,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','铜锣湾启超道16号地下A1-A7号铺','香港','+852 2895 6688','',2,0);
INSERT INTO cs_sale_part VALUES
(1010,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
/*以下为重复数据*/
INSERT INTO cs_sale_part VALUES
(1011,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
INSERT INTO cs_sale_part VALUES
(1012,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
INSERT INTO cs_sale_part VALUES
(1013,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
INSERT INTO cs_sale_part VALUES
(1014,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
INSERT INTO cs_sale_part VALUES
(1015,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
INSERT INTO cs_sale_part VALUES
(1016,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);
INSERT INTO cs_sale_part VALUES
(1017,1,'亚太',3,'香港',20,'香港','太子珠宝钟表','尖沙咀北京道10号宝业大厦地下3号','香港','+852 2369 2123','',2,0);

/*亚太-台湾*/
INSERT INTO cs_sale_part VALUES
(1018,1,'亚太',4,'台湾',21,'台湾','宝鸿堂钟表公司','台中市南屯区五权西路二段222号','408 台中','+886 424 753 868','',2,0);
INSERT INTO cs_sale_part VALUES
(1019,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
/*以下为重复数据*/
INSERT INTO cs_sale_part VALUES
(1020,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
INSERT INTO cs_sale_part VALUES
(1021,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
INSERT INTO cs_sale_part VALUES
(1022,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
INSERT INTO cs_sale_part VALUES
(1023,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
INSERT INTO cs_sale_part VALUES
(1024,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
INSERT INTO cs_sale_part VALUES
(1025,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);
INSERT INTO cs_sale_part VALUES
(1026,1,'亚太',4,'台湾',21,'台湾','中美鐘錶股份有限公司','台北市忠孝東路四段118號','106 台北','+886 227 212 471','',2,0);

/*亚太-韩国*/
INSERT INTO cs_sale_part VALUES
(1027,1,'亚太',5,'韩国',22,'Busan','Swiss Watch','1F, Lotte Busan Department Store,, 772 Gaya-Daero, Busanjin-Gu','614-732 Busan','+82 51 810 3196','',2,0);
INSERT INTO cs_sale_part VALUES
(1028,1,'亚太',5,'韩国',24,'Seoul','Draw a Circle KN','3F, Shinsegae Kangnam department store, 19-3, 176 Shinbanpo-Ro, Seocho-Gu','137-041 Seoul','+82 2 3479 1986','',2,0);
/*repeat*/
INSERT INTO cs_sale_part VALUES
(1029,1,'亚太',5,'韩国',24,'Seoul','Draw a Circle KN','3F, Shinsegae Kangnam department store, 19-3, 176 Shinbanpo-Ro, Seocho-Gu','137-041 Seoul','+82 2 3479 1986','',2,0);
INSERT INTO cs_sale_part VALUES
(1030,1,'亚太',null,'印尼',null,'Seoul','Draw a Circle KN','3F, Shinsegae Kangnam department store, 19-3, 176 Shinbanpo-Ro, Seocho-Gu','137-041 Seoul','+82 2 3479 1986','',2,0);








INSERT INTO cs_workwatch VALUES(1, '材质','img/jt_image1.jpeg','不可使用聚合物部件。,日内瓦印记技术委员会有权随时根据所采用的新材料调整品质基准，以顺应制表领域的技术革新。');
INSERT INTO cs_workwatch VALUES(2, '形态部件和附属小零件','img/jt_image2.jpeg',
'形态部件或附属小零件的棱角都应经过抛光打磨处理，其侧边应被拉伸，表面应经过磨光或修平。,
螺丝头必须经过抛光或者加上鱼鳞纹，其边缘和槽口均经过倒角处理。,
突起的螺丝头必须经过抛光或者加上鱼鳞纹。,
可进行上色，但要确保色调保持一致。,
螺钉尖端必须经过抛光，不留切割凸痕或划痕。,
平面销或凸面销的顶端必须经过抛光。,
所有未在技术规范中列出的零部件都应符合机芯评判标准中的相关规定。');
INSERT INTO cs_workwatch VALUES(3, '弹簧和定位杆','img/jt_image3.jpeg',
'不允许使用线型弹簧。,
弹簧和定位杆的整个外部轮廓都应进行倒角打磨，但功能性区域除外。,
对厚度等于或小于0.18毫米的金属薄片进行任何加工，都可能对其功能性刚度造成损伤，因而可作为例外情况处理。,
可进行上色，但要确保色调保持一致。,
所有弹簧和定位杆都应带有底座。');
INSERT INTO cs_workwatch VALUES(4, '夹板、附加元件板和板桥','img/jt_image4.jpeg',
'棱角抛光打磨。,
侧边拉伸修饰。,
凹槽经珍珠圆点打磨或精心修饰，以去除所有加工的痕迹 。,
对板桥支座进行磨光。,
对孔洞和凹槽的斜面进行抛光打磨。');
INSERT INTO cs_workwatch VALUES(5, '宝石镶嵌','img/jt_image5.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');
INSERT INTO cs_workwatch VALUES(6, '擒纵机构','img/jt_image6.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');
INSERT INTO cs_workwatch VALUES(7, '擒纵机构','img/jt_image7.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');
INSERT INTO cs_workwatch VALUES(8, '螺钉，快慢针','img/jt_image8.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');
INSERT INTO cs_workwatch VALUES(9, '调校系统','img/jt_image9.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');
INSERT INTO cs_workwatch VALUES(10, '外观组件品质基准','img/jt_image10.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');
INSERT INTO cs_workwatch VALUES(11, '腕表主体（表头）品质基准','img/jt_image11.jpeg',
'所有机芯都应嵌入红宝石，并通过精加工齿轮对孔洞进行抛光打磨。板桥一侧，宝石应具有凸圆表面和抛光孔槽。对于夹板中间齿轮的宝石则没有特别的要求。,
允许机芯装配减震装置。,
对于机芯其他部件和附加夹板，可使用所有高品质宝石或任何种类的枢轴。');










INSERT INTO cs_user VALUES
(1,'陈丹丹','dang@tedu.cn','123456','123456','这是江诗丹顿的官网','陈','丹丹','杭州市西湖区文三路259号','310000','杭州','中国','0571-83632475','15967685257','1993-01-11','4231','玫瑰金','198542012345','98745612352'),
(2,'朱申士','zhu@tedu.cn','123456','123456','这是江诗丹顿的官网','朱','申士','南昌市北景大道210号','310000','江西','中国','0571-83614475','15901234560','1992-7-14','4231','黄金','198542012345','98745612352'),
(3,'高鸣军','gao@tedu.cn','123456','123456','这是江诗丹顿的官网','高','鸣军','湖州市学士路158号','310000','江苏','中国','0571-83106475','13701234560','1992-9-24','4231','白金','198542012345','98745612352'),
(4,'赵斌聪','zhao@tedu.cn','123456','123456','这是江诗丹顿的官网','陈','丹丹','盐都区盐都区北路23号','310000','安徽','中国','0571-83612345','13601234560','1989-12-25','4231','黄金','198542012345','98745612352'),
(5,'江涛','jiang@tedu.cn','123456','123456','这是江诗丹顿的官网','赵','斌聪','六安县湖城街道340号','310000','台州','中国','0571-83782475','15801234560','1991-04-09','4231','白金金','198542012345','98745612352'),
(6,'刘文泽','liu@tedu.cn','123456','123456','这是江诗丹顿的官网','江','涛','金华市马成路3320号','310000','江西','中国','0571-83656275','13501234560','1994-08-13','4231','铂','198542012345','98745612352'),
(7,'胡锦文','hu@tedu.cn','123456','123456','这是江诗丹顿的官网','刘','文泽','金华市江东街道五爱新村','310000','金华','中国','0571-83147475','13801234560','1992-11-11','4231','钛','198542012345','98745612352'),
(8,'tom su','tom@tedu.cn','123456','123456','这是江诗丹顿的官网','tom','su','杭州市江干区四季青街道354号','310000','杭州','中国','0571-83698275','13601234560','1995-04-02','4231','其他','198542012345','98745612352'),
(9,'mary li','mary@tedu.cn','123456','123456','这是江诗丹顿的官网','mary','li','1600 Holloway Avenue, San Francisco, CA 94132 ','310000','旧金山','美国','0571-83204752','13901234560','1994-10-24','4231','黄金','198542012345','98745612352'),
(10,'jack tang','jack@tedu.cn','123456','123456','这是江诗丹顿的官网','jack','tang','赫尔辛基市中心会议会广场','310000',' 赫尔辛基','芬兰','0571-83696075','13701234560','1996-06-14','4231','不锈钢','198542012345','98745612352');


INSERT INTO cs_position VALUES
(NULL,'Sales Associate - Vacheron Constanitin','javascript:;','中国香港','Hong Kong','Richemont Asia Pacific Limited, Hong Kong','','Vacheron Constantin','06.2017','HKVAC-00091000'),
(NULL,'精品店-店铺经理','javascript:;','中国','Shanghai','VAC Shanghai Office, Shanghai','','Vacheron Constantin','11.2017','CNVAC-00101596'),
(NULL,'精品店-销售顾问','javascript:;','中国','Shanghai','VAC Shanghai Office, Shanghai','','Vacheron Constantin','12.2017','CNVAC-00102332'),
(NULL,'Vacheron Constantin ｳﾞｧｼｭﾛﾝ・ｺﾝｽﾀﾝﾀﾝ ﾌﾞﾃｨｯｸﾏﾈｰｼﾞｬｰ (銀座)','javascript:;','日本','Tokyo ','Vacheron Constantin Tokyo Boutique,','正社員','Vacheron Constantin','12.2017','JPVAC-00102952'),
(NULL,'精品店-销售顾问','javascript:;','中国','Shanghai','VAC Shanghai Office, Shanghai','','Vacheron Constantin','12.2017','CNVAC-00102992'),
(NULL,'Area Manager','javascript:;','中国香港','Hong Kong','Richemont Asia Pacific Limited, Hong Kong','Permanent','Vacheron Constantin','12.2017','HKVAC-00103037'),
(NULL,'Commercial Director','javascript:;','中国香港','Hong Kong','Richemont Asia Pacific Limited, Hong Kong','Permanent','Vacheron Constantin','12.2017','HKVAC-00103042'),
(NULL,'Sales Manager - Vacheron Constantin, Rodeo Drive','javascript:;','美国','Beverly Hills','Vacheron - Beverly Hills,','Permanent','Vacheron Constantin','12.2017','USVAC-00103247'),
(NULL,'Visual Merchandising (VM) Creative Concept Specialist','javascript:;','瑞士','Plan-Les-Ouates','Vacheron Constantin / Plan-les-Ouates GE, Plan-Les-Ouates','Permanent','Vacheron Constantin','01.2018','CHVAC-00104454'),
(NULL,'Sales & Operations Coordinator','javascript:;','阿联酋','Dubai','VAC - Emirates Towers - Office, Dubai','','Vacheron Constantin','01.2018','AEVAC-00104872'),
(NULL,'Digital Manager','javascript:;','中国','Shanghai','VAC Shanghai Office, Shanghai','','Vacheron Constantin','01.2018','CNVAC-00105025'),
(NULL,'Boutique Manager - Vacheron Constantin, South Coast Plaza','javascript:;','美国','Costa Mesa','Vacheron - Costa Mesa,','Permanent','Vacheron Constantin','01.2018','USVAC-00105771'),
(NULL,'Vacheron Constantin Administrative Assistant','javascript:;','日本','Tokyo','Richemont Japan Ltd, Tokyo','Permanent','Vacheron Constantin','02.2018','JPVAC-00106680'),
(NULL,'Ingénieur Supply Chain - CDD','javascript:;','瑞士','Le Brassus','Vacheron Constantin / Le Brassus VD, Le Brassus','Durée indéterminée','Vacheron Constantin','02.2018','CHVAC-00107156');


