/**江诗丹顿数据库**/
/**数据库名称:cs  constantin**/
SET NAMES UTF8;
DROP DATABASE IF EXISTS cs;
CREATE DATABASE cs CHARSET=UTF8;
USE cs;
/**手表机芯watch movement**/
/**手表机芯表watch movement**/
CREATE TABLE cs_caliber(
  cid INT PRIMARY KEY AUTO_INCREMENT,	#机芯的id
  calibertitle VARCHAR(128),		#机芯标题  2450 Q6机芯
  cnum VARCHAR(128),			#机芯编号 2450 Q6
  caliberintro VARCHAR(256),		#机芯的介绍
  power VARCHAR(4),			#动力: 自动上链
  thickness DECIMAL(3,2),		#厚度（毫米）： 3.60
  diameter VARCHAR(16),			#直径（毫米）： 26.20 (11''' ¼)
  partcount INT(4),			#零件数： 196
  gemcount INT(4),			#宝石数： 27
  frequency VARCHAR(16),		#振动频率： 4 Hz ( 28800 v.p.h )
  powper INT,				#动力储存（小时）:  40 左右
  watchshow VARCHAR(128),		#显示： 小时,分钟, 日历显示窗, 中央秒针
  authentication VARCHAR(16)		#认证： 《日内瓦印记》
);
INSERT INTO cs_caliber VALUES
(1,'1731机芯','1731','1731三问报时机芯纪念品牌创始人Jean-Marc Vacheron于1731年创立制表厂，具有65小时的长久动力储存，厚度为创纪录的3.90毫米。如此纤薄的结构无疑是一大挑战，此外，它还配备精巧的无声飞行打簧调速器，用于确保音锤以均匀的节奏敲击音簧。该机芯不但可以发出清脆、规则的乐音，还具备精美的手工装饰和修饰效果，连隐藏不露的零件也不例外。','手动上链', 3.90,"32.80 (14''' ¼)",265,36,'3 Hz ( 21600 v.p.h )',65,'小时, 分钟, 小秒针, 三问腕表','《日内瓦印记》'),
(2,'1120 QP机芯','1120 QP','这款4.05毫米厚的超薄自动上链机芯配备饰有品牌著名的马耳他十字标志的镂雕摆陀，并以每小时19,800次的频率不停振动。1120 QP机芯镌有享负盛名的“日内瓦印记”，具备大约40小时的动力储存，并提供一系列功能显示，其中包括万年历，即9点位置小表盘上的星期显示、3点位置小表盘上的简单日期显示、12点位置小表盘上的月份和以48个月为周期的闰年显示，6点位置还设有月相显示。','自动上链', 4.05,"29.60 (12''' ½)",276,36,'2.75 Hz ( 19800 v.p.h )',40,'小时, 分钟, 月相盈亏, 指针式日历显示, 指针式月份显示, 万年历, 指针式星期显示, 48个月的月份和闰年显示副表盘','《日内瓦印记》'),
(3,'2460 R31L机芯','2460 R31L','2460 R31L机芯','自动上链', 5.40,"27.20 (11''' ¼)",275,27,'4 Hz ( 28800 v.p.h ) ',40,'	小时, 分钟, 精准月相盈亏显示, 飞返式指针显示日历','《日内瓦印记》'),
(4,'2460 R31R7/2机芯','2460 R31R7/2','2460 R31R7/2机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(5,'4400 AS机芯','4400 AS','这款手动上链机芯在锐意创新和尊重传统之间实现完美平衡。其特点在于12.5法分（28.60毫米）直径的尺寸，非常适合搭载于现代表壳之中。制表厂的研发部门构思并研发的发条盒具备65小时的长久动力储存。这款简约而精美的机芯完全符合“日内瓦印记”所有标准。','手动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(6,'2450 Q6机芯','2450 Q6机芯','2450 Q6机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(7,'1400机芯','1400','1400机芯','手动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(8,'2450 Q6/2机芯','2450 Q6/2','2450 Q6/2机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》'),
(9,'2460 SC/2机芯','2460 SC/2','2460 SC/2机芯','自动上链', 2.80,"28.60 (12''' ½)",127,21,' 4 Hz ( 28800 v.p.h )',65,'小时, 分钟, 小秒针','《日内瓦印记》');
/**手表机芯图片表watch caliber**/
CREATE TABLE cs_caliber_pic(
  cpid INT PRIMARY KEY AUTO_INCREMENT,#机芯图片的的id值
  cid  VARCHAR(64),#机芯所属的id
  sm VARCHAR(128),#394*394px每个机芯图片两张机芯小图片 394*394
  md VARCHAR(128),#677px*677px每个机芯图片两张机芯中图片 677*677
  lg VARCHAR(128) #2000*2000px每个机芯图片两张机芯大图片 2000*2000
);
INSERT INTO cs_caliber_pic VALUES
(1,1,'img/caliber/sm/image.scale.394.394.1505979445201.png','img/caliber/md/image.scale.677.677.1505979445212.png','img/caliber/lg/bigimage.scale.2000.2000.1505979445220.jpeg'),
(2,1,'img/caliber/sm/backimage.scale.394.394.1505979445201.png','img/caliber/md/backimage.scale.677.677.1505979445214.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979445223.jpeg'),
(3,2,'img/caliber/sm/image.scale.394.394.1505979446191.png','img/caliber/md/image.scale.677.677.1505979446199.png','img/caliber/lg/bigimage.scale.2000.2000.1505979446205.jpeg'),
(4,2,'img/caliber/sm/backimage.scale.394.394.1505979446191.png','img/caliber/md/backimage.scale.677.677.1505979446204.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979446205.jpeg'),
(5,3,'img/caliber/sm/image.scale.394.394.1505979443902.png','img/caliber/md/image.scale.677.677.1505979443909.png','img/caliber/lg/bigimage.scale.2000.2000.1505979443912.jpeg'),
(6,3,'img/caliber/sm/backimage.scale.394.394.1505979443902.png','img/caliber/md/backimage.scale.677.677.1505979443911.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979443912.jpeg'),
(7,3,'img/caliber/sm/image.scale.394.394.1505979452056.png','img/caliber/md/image.scale.677.677.1505979452078.png','img/caliber/lg/bigimage.scale.2000.2000.1505979452081.jpeg'),
(8,3,'img/caliber/sm/backimage.scale.394.394.1505979452056.png','img/caliber/md/backimage.scale.677.677.1505979452079.png','img/caliber/lg/bigbackimage.scale.2000.2000.1505979452081.jpeg');
/*产品系列表*/
CREATE TABLE cs_watchs_family(
  fid INT PRIMARY KEY AUTO_INCREMENT,  #系列Id
  fname VARCHAR(128),		       #PATRIMONY传承系列
  ftitle VARCHAR(128),		       #系列介绍
  fpic VARCHAR(128)		       #该系列首推商品   页头用
);
INSERT INTO cs_watchs_family VALUES
(1,'PATRIMONY传承系列','完美的圆形、美学的精髓与和谐的比例。Patrimony系列是简约风格的典范，灵感源自江诗丹顿于1950年代创作的表款','img/series/image.scale.740.530.1516098509107.png'),
(2,'TRADITIONNELLE传袭系列','Traditionnelle腕表展现日内瓦的高级制表传统，从最简约到最复杂的作品，每一款都向世代传承的专业技艺致敬','img/series/image.scale.740.530.1516093092353.png'),
(3,'FIFTYSIX伍陆之型系列','从现代与复古元素汲取灵感，设计散发都会气息的系列。','img/series/backimage.scale.1920.684.1516196537944.jpeg'),
(4,'OVERSEAS纵横四海系列','纯粹而充满运动气息，Overseas纵横四海系列专为喜爱日常实用复杂功能的腕表爱好者而设计','img/series/image.scale.740.530.1516197162969.png'),
(5,'HISTORIQUES历史名作系列','以当代风格重新演绎经典代表作，见证品牌悠久的历史传统和创造力','img/series/backimage.scale.1920.684.1516032239085.jpeg'),
(6,'HARMONY和韵系列','陈出新的枕形外观，极富当代特色的设计，创新的机芯：Harmony系列展现了江诗丹顿在美学和技术方面的专业技艺。','img/series/image.scale.740.530.1516031250244.png'),
(7,'MALTE马耳他系列','精致酒桶形设计技艺高超、匠心独运，Malte马耳他系列无愧为品牌经典代表之作','img/series/image.scale.740.530.1516031248376.png'),
(8,'QUAI DE L’ILE奎德利系列','Quai de l‘Ile系列以现代手法诠释钟表传统，通过个性化定制腕表将专属服务理念传承至今','img/series/image.scale.740.530.1516031228990.png'),
(9,'HEURES CRÉATIVES创意时光系列','专为女士打造的Heures Créatives系列，灵感源自江诗丹顿于1920、1930及1970年代创作的标志性历史表款。','img/series/image.scale.740.530.1516027146144.png'),
(10,'MÉTIERS D’ART艺术大师系列','非凡艺术杰作，见证品牌工艺大师历代相传的卓越创造力与精湛技艺','img/series/image.scale.740.530.1516030028132.png');
/*产品表*/
CREATE TABLE cs_watchs(
  wid INT PRIMARY KEY AUTO_INCREMENT,   #产品的id
  cid  INT,				#产品所使用的机芯Id 2450 Q6的id
  fid  INT,				#产品所属系列 Patrimony传承系列的id
  watchtitle VARCHAR(64),		#产品主标题 Patrimony传承系列1731超薄机芯
  wnum  VARCHAR(64),			#产品主编号 30110  wnum  #“全编号：30110/000P-B089”
  wnumsecond  VARCHAR(64),		#产品次编号 000P-B089   wnum
  price DECIMAL(10,2),			#产品价格 ¥194,000.00
  isnew BOOLEAN,			#是否新品
  shape VARCHAR(16),			#形状： 圆形
  watchdiameter DECIMAL(4,2),		#直径（毫米）： 41.00
  watchthickness DECIMAL(3,2),		#厚度（毫米）： 8.96
  watchcase VARCHAR(16),		#表壳材质: 950铂金
  watchtailgate VARCHAR(16),		#挡板材质: 950铂金
  watchcrown VARCHAR(16),		#表冠材质: 950铂金
  watchdisc VARCHAR(16),		#表盘材质: 18K 5N 粉红金
  watchbottom VARCHAR(32),		#表底盖： 透明蓝宝石水晶表底盖
  waterproof INT,			#防水深度 （巴）：  3 Informations
  watchchainmaterial VARCHAR(16),	#表链材质： 密西西比鳄鱼皮
  watchchaincolor VARCHAR(16),		#表链颜色： 深蓝色
  watchclasp VARCHAR(16),		#表扣类型： 折叠表扣
  watchclaspmaterial VARCHAR(16),	#表扣材质： 950铂金
  llustrate VARCHAR(64), 		#特性说明：交付使用 修正笔
  listpic VARCHAR(128)  		#产品列表展示所用图片 161*263产品列表图片 
);
INSERT INTO cs_watchs VALUES
(1,1,1,'Patrimony传承系列1731超薄机芯','30110','000P-B089',null,false,'圆形',41.00,8.10,'950铂金','950铂金','950铂金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','针扣式表扣','950铂金','交付使用 放大镜声音共鸣器','img/product/list/image.scale.161.263.1518774971303.png'),
(2,1,1,'Patrimony传承系列1731超薄机芯','30110','000P-9999',null,false,'圆形',41.00,8.10,'950铂金','950铂金','950铂金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','针扣式表扣','950铂金','交付使用 放大镜声音共鸣器','img/product/list/image.scale.161.263.1516031580302.png'),
(3,1,1,'Patrimony传承系列1731超薄机芯','30110','000R-9793',null,false,'圆形',41.00,8.10,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','针扣式表扣','18K 5N 粉红金','交付使用 声音共鸣器','img/product/list/image.scale.161.263.1516031590018.png'),
(4,2,1,'Patrimony传承系列万年历 - 限量铂金珍藏系列','43175','000P-B190',null,false,'圆形',41.00,8.96,'950铂金','950铂金','950铂金','950铂金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','深蓝色','折叠表扣','950铂金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031665797.png'),
(5,2,1,'Patrimony传承系列万年历','43175','000R-9687',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','金属','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','深棕色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107783697.png'),
(6,2,1,'Patrimony传承系列万年历','43175','000R-B343',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031555526.png'),
/*以下列只更新了前6列 和是否新品以及图片  其它待更新*/
(7,3,1,'Patrimony传承系列月相飞返日历','4010U','000R-B329',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099354798.png'),
(8,3,1,'Patrimony传承系列月相飞返日历','4010U','000G-B330',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031612650.png'),
(9,4,1,'Patrimony传承系列双飞返星期日历','4000U','000R-B111',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031664540.png'),
(10,4,1,'Patrimony传承系列双飞返星期日历','4000U','000R-B110',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099346442.png'),
(11,4,1,'Patrimony传承系列双飞返星期日历','4000U','000G-B112',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031620217.png'),
(12,5,1,'Patrimony传承系列万年历 - 限量铂金珍藏系列','1110U','000P-B306',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031749865.png'),
(13,6,1,'Patrimony传承系列','85180','000J-9231',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031823229.png'),
(14,6,1,'Patrimony传承系列','85180','000G-9230',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031831390.png'),
(15,6,1,'Patrimony传承系列','85180','000R-9248',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099330834.png'),
(16,6,1,'Patrimony传承系列','85180','000R-9166',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031766446.png'),
(17,5,1,'Patrimony传承系列','1110U','000G-B086',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031582360.png'),
(18,5,1,'Patrimony传承系列','1110U','000R-B085',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031678259.png'),
(19,5,1,'Patrimony传承系列','1110U','000P-B087',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031591324.png'),
(20,7,1,'Patrimony传承系列','81180','000P-9539',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031743419.png'),
(21,7,1,'Patrimony传承系列','81180','000G-9117',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031720708.png'),
(22,7,1,'Patrimony传承系列','81180','000R-9283',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031716795.png'),
(23,7,1,'Patrimony传承系列','81180','000J-9118',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031711705.png'),
(24,7,1,'Patrimony传承系列','81180','000R-9159',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031680258.png'),
(25,7,1,'Patrimony传承系列','81180','CB1R-9159',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031566978.png'),
(26,7,1,'Patrimony传承系列','81180','000R-9162',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031811689.png'),
(27,6,1,'Patrimony传承系列小型号','4100U','000R-B180',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031749596.png'),
(28,6,1,'Patrimony传承系列小型号','4100U','000R-9840',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516099318766.png'),
(29,8,1,'Patrimony传承系列小型号','85515','000R-B343',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031760901.png'), 
(30,8,1,'Patrimony传承系列小型号','85515','000G-9841',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031797900.png'), 
(31,8,1,'Patrimony传承系列小型号','85515','CA1G-9841',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031831444.png'), 
(32,9,1,'Patrimony传承系列小型号','86615','CA2G-9838',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031838173.png'), 
(33,7,1,'Patrimony传承系列小型号','81530','000R-9682',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031726385.png'), 
(34,7,1,'Patrimony传承系列小型号','81530','000R-9681',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031816742.png'), 
(35,6,1,'Patrimony传承系列小型号','4100U','000R-B181',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031667259.png'), 
(36,6,1,'Patrimony传承系列小型号','4100U','000R-B180',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031553187.png'), 
(37,9,1,'Patrimony传承系列小型号','86615','CA2R-9839',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031620236.png'), 
(38,8,1,'Patrimony传承系列小型号','858515','CA1R-9840',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031608585.png'),
(39,5,1,'Patrimony传承系列怀表','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031745857.png'),
/*Traditionnelle传袭系列2755机芯*/
(40,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775015762.png'),
(41,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031841029.png'),
(42,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031823155.png'),
(43,5,2,'Traditionnelle传袭系列2755机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031814631.png'),
(44,5,2,'Traditionnelle传袭系列星期日历动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115408957.png'),
(45,5,2,'Traditionnelle传袭系列三问陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115452133.png'),
(46,5,2,'Traditionnelle传袭系列三问陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115479552.png'),
(47,5,2,'Traditionnelle传袭系列三问陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775013614.png'),
(48,5,2,'Traditionnelle传袭系列2253机芯','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031902725.png'),
(49,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031617595.png'),
(50,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031910183.png'),
(51,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031895253.png'),
(52,5,2,'Traditionnelle传袭系列镂雕14天陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115730084.png'),
(53,5,2,'Traditionnelle传袭系列陀飞轮 - 限量铂金珍藏系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775014147.png'),
(54,5,2,'Traditionnelle传袭系列陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115341834.png'),
(55,5,2,'Traditionnelle传袭系列计时万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115587722.png'),
(56,5,2,'Traditionnelle传袭系列计时万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031742542.png'),
(57,5,2,'Traditionnelle传袭系列镂雕万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031881466.png'),
(58,5,2,'Traditionnelle传袭系列镂雕万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031881315.png'),
(59,5,2,'Traditionnelle传袭系列全历 - 限量铂金珍藏系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775016281.png'),
(60,5,2,'Traditionnelle传袭系列全历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775018379.png'),
(61,5,2,'Traditionnelle传袭系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031679553.png'),
(62,5,2,'Traditionnelle传袭系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031613497.png'),
(63,5,2,'Traditionnelle传袭系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031582567.png'),
(64,5,2,'Traditionnelle传袭系列星期日历动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031849457.png'),
(65,5,2,'Traditionnelle传袭系列月相动力存储小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107794375.png'),
(66,5,2,'Traditionnelle传袭系列月相动力存储小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107794375.png'),
(67,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115610887.png'),
(68,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115573705.png'),
(69,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516115625147.png'),
(70,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031837779.png'),
(71,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031883033.png'),
(72,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031909848.png'),
(73,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031731112.png'),
(74,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031846130.png'),
(75,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107863572.png'),
(76,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031756902.png'),
(77,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031835325.png'),
(78,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516107874425.png'),
(79,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031894289.png'),
(80,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031884620.png'),
(81,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031849759.png'),
(82,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031802424.png'),
(83,5,2,'Traditionnelle传袭系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031657463.png'),
(84,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031568593.png'),
(85,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031829051.png'),
(86,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031898319.png'),
(87,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031798760.png'),
(88,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031752748.png'),
(89,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031721525.png'),
(90,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031747081.png'),
(91,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031838101.png'),
(92,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031884863.png'),
(93,5,2,'Traditionnelle传袭系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031759269.png'),
(94,5,2,'Traditionnelle传袭系列镂雕','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031647920.png'),
(95,5,2,'Traditionnelle传袭系列镂雕','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031767525.png'),
(96,5,2,'Traditionnelle传袭系列镂雕小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031656023.png'),
(97,5,2,'Traditionnelle传袭系列镂雕小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031807738.png'),
(98,5,2,'Traditionnelle传袭系列高级珠宝','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031910341.png'),
(99,5,2,'Traditionnelle传袭系列高级珠宝','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031661443.png'),
(100,5,2,'Traditionnelle传袭系列高级珠宝中型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031670968.png'),
(101,5,2,'Traditionnelle传袭系列高级珠宝中型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031917875.png'),
(102,5,2,'Traditionnelle传袭系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031648640.png'),
(103,5,2,'Traditionnelle传袭系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031846487.png'),
(104,5,2,'Traditionnelle传袭系列动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031852889.png'),
(105,5,2,'Traditionnelle传袭系列动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031843002.png'),
/*Fiftysix伍陆之型系列全日历*/
(106,5,3,'Fiftysix伍陆之型系列全日历','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775167351.png'),
(107,5,3,'Fiftysix伍陆之型系列全日历','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775165583.png'),
(108,5,3,'Fiftysix伍陆之型系列星期日历动力存储','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775163280.png'),
(109,5,3,'Fiftysix伍陆之型系列星期日历动力存储','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517473038431.png'),
(110,5,3,'Fiftysix伍陆之型系列自动上链','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517411974963.png'),
(111,5,3,'Fiftysix伍陆之型系列自动上链','82028','000R-9708',615000.00,true,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517411974463.png'),
/*纵横四海系列*/
(112,5,4,'Overseas纵横四海系列超薄万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775112941.png'),
(113,5,4,'Overseas纵横四海系列超薄万年历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775111970.png'),
(114,5,4,'Overseas纵横四海系列两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517473028425.png'),
(115,5,4,'Overseas纵横四海系列两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517473030711.png'),
(116,5,4,'Overseas纵横四海系列两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775108562.png'),
(117,5,4,'Overseas纵横四海系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412042568.png'),

(118,5,4,'Overseas纵横四海系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412036174.png'),
(119,5,4,'Overseas纵横四海系列世界时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412032863.png'),
(120,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031325912.png'),
(121,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031359635.png'),
(122,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775107272.png'),

(123,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112192768.png'),
(124,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031466960.png'),
(125,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112183570.png'),
(126,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412041140.png'),
(127,5,4,'Overseas纵横四海系列超薄','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031360115.png'),

(128,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516110342313.png'),
(129,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412045239.png'),
(130,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412038781.png'),
(131,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031355522.png'),
(132,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516094044859.png'),

(133,5,4,'Overseas纵横四海系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1517412047368.png'),
(134,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516094191626.png'),
(135,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031358618.png'),
(136,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112174409.png'),
(137,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031352797.png'),

(138,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031521990.png'),
(139,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031533003.png'),
(140,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775110727.png'),
(141,5,4,'Overseas纵横四海系列计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031526694.png'),
(142,5,4,'Overseas纵横四海系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031552680.png'),
/*Historiques历史名作系列*/
(143,5,5,'Historiques历史名作系列Triple calendrier三重日历 1948','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775122187.png'),
(144,5,5,'Historiques历史名作系列Triple calendrier三重日历 1948','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516113019961.png'),
(145,5,5,'Historiques历史名作系列Triple calendrier三重日历 1942','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112989693.png'),
(146,5,5,'Historiques历史名作系列Triple calendrier三重日历 1942','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516112976180.png'),
(147,5,5,'Historiques历史名作系列Cornes de vache牛角1955','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030959837.png'),
(148,5,5,'Historiques历史名作系列Cornes de vache牛角1955','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031000307.png'),
(149,5,5,'Historiques历史名作系列Chronomètre Royal皇家天文台1907','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031002690.png'),
(150,5,5,'Historiques历史名作系列American美国1921','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030965306.png'),
(151,5,5,'Historiques历史名作系列American美国1921','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031004228.png'),
(152,5,5,'Historiques历史名作系列American美国1921 - 36.5 毫米','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518020158859.png'),
(153,5,5,'Historiques1955超薄','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031015375.png'),
(154,5,5,'Historiques1955超薄','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030961287.png'),
/*Harmony和韵系列陀飞轮计时*/
(155,5,6,'Harmony和韵系列陀飞轮计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775027440.png'),
(156,5,6,'Harmony和韵系列陀飞轮计时','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031459460.png'),
(157,5,6,'Harmony和韵系列陀飞轮计时小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031436872.png'),
(158,5,6,'Harmony和韵系列陀飞轮计时小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031442825.png'),
(159,5,6,'Harmony和韵系列陀全历','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031462062.png'),
(160,5,6,'Harmony和韵系列陀两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031430869.png'),
(161,5,6,'Harmony和韵系列陀两地时间','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031403210.png'),
(162,5,6,'Harmony和韵系列陀两地时间小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031426768.png'),
(163,5,6,'Harmony和韵系列陀两地时间小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031409268.png'),
(164,5,6,'Harmony和韵系列陀两地时间小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031428659.png'),
/*Malte马耳他系列镂雕陀飞轮*/
(165,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775033423.png'), 
(166,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031519209.png'), 
(167,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031445836.png'), 
(168,5,7,'Malte马耳他系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031529991.png'),
(169,5,7,'Malte马耳他系列高级珠宝陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031473913.png'),
(170,5,7,'Malte马耳他系列高级珠宝陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031364829.png'),

(171,5,7,'Malte马耳他系列高级珠宝小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031404543.png'),
(172,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031377741.png'), 
(173,5,7,'Malte马耳他系列镂雕陀飞轮','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031478838.png'), 
(174,5,7,'Malte马耳他系列月相动力存储','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775034678.png'),
(175,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031399764.png'),

(176,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031416077.png'),
(177,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031450286.png'),
(178,5,7,'Malte马耳他系列','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031359310.png'),
(179,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031375300.png'),
(180,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031476347.png'),

(181,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031471122.png'),
(182,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031436239.png'),
(183,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031464966.png'),
(184,5,7,'Malte马耳他系列小型号','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031530402.png'),
/*Quai de l'Ile奎德利系列飞返年历*/
(185,5,8,"Quai de l'Ile奎德利系列飞返年历",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1518775038389.png'),
(186,5,8,"Quai de l'Ile奎德利系列星期日历动力存储",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031352387.png'),
(187,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031329792.png'),
(188,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031313055.png'),
(189,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031315282.png'),
(190,5,8,"Quai de l'Ile奎德利系列",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516031323440.png'),
/*Heures Créatives创意时光系列Heure Romantique罗曼时光*/
(191,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030836030.png'),
(192,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030900385.png'),
(193,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030891421.png'),
(194,5,9,'Heures Créatives创意时光系列Heure Romantique罗曼时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030705466.png'),
(195,5,9,'Heures Créatives创意时光系列Heure Discrète神秘时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030925671.png'),
(196,5,9,'Heures Créatives创意时光系列Heure Discrète神秘时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030928231.png'),
(197,5,9,'Heures Créatives创意时光系列Heure Audacieuse不羁时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030503508.png'),
(198,5,9,'Heures Créatives创意时光系列Heure Audacieuse不羁时光','82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1516030650957.png'),
/*Métiers d'Art艺术大师系列Les Aérostiers热气球 巴黎1783*/
(199,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 巴黎1783",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296681128.png'),
(200,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 巴黎1784",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296676243.png'),
(201,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 凡尔赛1783",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296675212.png'),
(202,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 波尔多1784",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296696892.png'),
(203,5,10,"Métiers d'Art艺术大师系列Les Aérostiers热气球 巴尼奥勒1785",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296682335.png'),
(204,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296653007.png'),

(205,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296670918.png'),
(206,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296668246.png'),
(207,5,10,"Métiers d'Art艺术大师系列Mécaniques Ajourées镂雕机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296717969.png'),
(208,5,10,"Métiers d'Art艺术大师系列Mécaniques Gravées雕刻机械",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296670139.png'),
(209,5,10,"Métiers d'Art艺术大师系列Mécaniques Gravées雕刻机械 - 14天陀飞轮",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296712245.png'),

(211,5,10,"Métiers d'Art艺术大师系列Lady Kalla卡拉女士",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296705727.png'),
(212,5,10,"Métiers d'Art艺术大师系列Lady Kalla卡拉女士",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296714401.png'),
(213,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 窗格纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296709307.png'),
(214,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 条纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296708751.png'),
(215,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 人字斜纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296706274.png'),
(216,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 威尔士亲王格纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296679815.png'),
(217,5,10,"Métiers d'Art艺术大师系列Elégance Sartoriale雅仕之裁 - 格子纹",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296677991.png'),
(218,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 日内瓦",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296672181.png'),
(219,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 巴黎",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296673527.png'),
(220,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 纽约",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296697814.png'),
(221,5,10,"Métiers d'Art艺术大师系列Villes Lumières光之城 - 北京",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296701524.png'),
(222,5,10,"Métiers d’Art艺术大师系列哥白尼天体球2460 RT",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296710873.png'),
(223,5,10,"Métiers d’Art艺术大师系列哥白尼天体球2460 RT",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296702631.png'),
(224,5,10,"Métiers d’Art艺术大师系列哥白尼天体球2460 RT",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296704673.png'),
(225,5,10,"Métiers d'Art艺术大师系列Savoirs Enluminésss时之寓言 - 秃鹰",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296715074.png'),
(226,5,10,"Métiers d'Art艺术大师系列Savoirs Enluminésss时之寓言 - 翡翠鸟",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296718767.png'),
(227,5,10,"Métiers d'Art艺术大师系列Savoirs Enluminésss时之寓言 - 山羊",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296716387.png'),
(228,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2017，鸡年",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296701229.png'),
(229,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2017，鸡年",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296707580.png'),
(230,5,10,"Métiers d'Art艺术大师系列20$镂雕",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296678540.png'),
(231,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2018，狗年86073/000R-B256",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296712938.png'),
(232,5,10,"METIERS D’ART 艺术大师系列中国十二生肖传奇 – 2018，狗年86073/000R-B256",'82028','000R-9708',615000.00,false,'圆形',41.00,8.96,'18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','18K 5N 粉红金','透明蓝宝石水晶表底盖',3,'密西西比鳄鱼皮','黑色','折叠表扣','18K 5N 粉红金','交付使用 交付使用 修正笔','img/product/list/image.scale.161.263.1519296666877.png');
/*产品id，机芯id 系列 主标题              主编号  次编号   价格  新品    形状 直径  厚度  表壳      挡板       表冠      表盘材质         表底盖             防水深度  表链材质  表链颜色 表扣类型    表扣材质  特性说明                          图     */



/*产品图片表*/
/**说明**/
/**产品图片页面图片表**/
CREATE TABLE cs_watchs_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  wid INT,				#产品对应的Id
  sm VARCHAR(128),			#产品的小图片   说明第一张图片放在第一位置
  lg VARCHAR(128)			#产品的大图片 2000*2000
);
INSERT INTO cs_watchs_pic VALUES
(1,1,"img/product/sm/image.scale.520.850.1518774971303.png","img/product/lg/image.scale.2000.2000.1518774971303.jpeg"),
(2,1,"img/product/sm/image.scale.310.136.1518774971330.jpeg","img/product/lg/image.scale.2000.2000.1518774971330.jpeg"),
(3,2,"img/product/sm/image.scale.520.850.1516031580302.png","img/product/lg/image.scale.2000.2000.1516031580302.jpeg"),
(4,3,"img/product/sm/image.scale.520.850.1516031590018.png","img/product/lg/image.scale.2000.2000.1516031590018.jpeg"),
(5,3,"img/product/sm/image.scale.310.136.1516031590067.jpeg","img/product/lg/image.scale.2000.2000.1516031590067.jpeg"),
(6,3,"img/product/sm/image.scale.310.136.1516031590087.jpeg","img/product/lg/image.scale.2000.2000.1516031590087.jpeg"),
(7,4,"img/product/sm/image.scale.520.850.1516031665797.png","img/product/lg/image.scale.2000.2000.1516031665797.jpeg"),
(8,4,"img/product/sm/image.scale.310.136.1516031665853.jpeg","img/product/lg/image.scale.2000.2000.1516031665853.jpeg"),
(9,4,"img/product/sm/image.scale.310.136.1516031665858.jpeg","img/product/lg/image.scale.2000.2000.1516031665858.jpeg"),
(10,5,"img/product/sm/image.scale.520.850.1516107783697.png","img/product/lg/image.scale.2000.2000.1516107783697.jpeg"),
(11,5,"img/product/sm/image.scale.310.136.1516107783736.jpeg","img/product/lg/image.scale.2000.2000.1516107783736.jpeg"),
(12,6,"img/product/sm/image.scale.520.850.1516031555526.png","img/product/lg/image.scale.2000.2000.1516031555526.jpeg"),
(13,6,"img/product/sm/image.scale.310.136.1516031555667.jpeg","img/product/lg/image.scale.2000.2000.1516031555667.jpeg"),
(14,6,"img/product/sm/image.scale.310.136.1516031555673.jpeg","img/product/lg/image.scale.2000.2000.1516031555673.jpeg"),
(15,6,"img/product/sm/image.scale.310.136.1516031555681.jpeg","img/product/lg/image.scale.2000.2000.1516031555681.jpeg");

/**各个系列产品325*575产品列表的小轮播的图片1**/
CREATE TABLE cs_banner_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  fid INT,				#轮播展示商品所属fid
  wid INT,				#轮播产品展示的Id
  lg VARCHAR(128)			#轮播产品展示图片
);
INSERT INTO cs_banner_pic VALUES
(null,1,12,"img/product/banner/image.scale.325.575.1516031749865.png"),
(null,1,28,'img/product/banner/image.scale.325.575.1516099318766.png'),
(null,1,27,'img/product/banner/image.scale.325.575.1516031749596.png'),
(null,2,59,'img/product/banner/image.scale.325.575.1518775016281.png'),
(null,2,53,'img/product/banner/image.scale.325.575.1518775014147.png'),
(null,2,54,'img/product/banner/image.scale.325.575.1516115341834.png'),
(null,4,113,'img/product/banner/image.scale.325.575.1518775111970.png'),
(null,4,116,'img/product/banner/image.scale.325.575.1518775108562.png'),
(null,4,114,'img/product/banner/image.scale.325.575.1517473028425.png'),
(null,7,172,'img/product/banner/image.scale.325.575.1516031377741.png'),
(null,7,179,'img/product/banner/image.scale.325.575.1516031375300.png'),
(null,7,181,'img/product/banner/image.scale.520.850.1516031472200.png'),
(null,8,190,'img/product/banner/image.scale.325.575.1516031323440.png'),
(null,10,211,'img/product/banner/image.scale.325.575.1519296681128.png'),
(null,10,214,'img/product/banner/image.scale.325.575.1519296696892.png'),
(null,10,212,'img/product/banner/image.scale.325.575.1519296676243.png');